1 施工企业应当建立健全( )制度，加强对职工安全生产的教育培训；未经安全
生产教育培训的人员，不得上岗作业。
A
A．安全生产教育培训
B．安全技能学习激励
C．劳保用品和学习资料统一配发
D．岗位责任
2 建筑施工企业在编制施工组织设计时，对专业性较强的工程项目( )。 D
A．应当确定项目施工人员安全技能要求
B．应当确定防护用品类型和标准
C．视情况决定是否编制专项安全施工组织设计，但必须采取安全技术措施
D．应当编制专项安全施工组织设计，并采取安全技术措施
3 生产经营单位应当向从业人员如实告知作业场所和工作岗位存在的( )、防范
措施以及事故应急措施。
A
A．危险因素
B．事故隐患
C．设备缺陷
D.管理不足
4 国家对女职工和未成年工实行( )。 B
A．特殊社会保障
B．特殊劳动保护
C．特殊劳动保险
D．特殊工资补贴
5 监理工程师在实施监理过程中，发现存在重大事故隐患的，应立即要求施工单位
( )；施工单位对重大事故隐患不及时整改的，应立即向建设行政主管部门报
B
A．限期整改
B．停工整改
C．停工
D．立即报告
6 ( )应当在施工现场采取维护安全、防范危险、预防火灾等措施；有条件的，
应当对施工现场实行封闭管理。
C
A．各级人民政府
B．监理单位
C．建筑施工企业
D．建设单位
7 施工单位应当确保安全防护、文明施工措施费专款专用，在财务管理中( )列
出安全防护、文明施工措施费用清单备查。
B
A．一并
B．单独
C．认真
D．准确
8 在建筑生产中最基本的安全管理制度是( )。 A
A．安全生产责任制度
B．群防群治制度
C．安全生产教育培训制度
D．安全生产检查制度
9 建设工程安全管理的方针是( )。 A
A．安全第一，预防为主，综合治理
B．质量第一，兼顾安全
C．安全至上
D．安全责任重于泰山
10 下面对安全理解最准确的是( )。 C
A．安全就是不发生事故
B．安全就是不发生伤亡事故
C．发生事故的危险程度是可以承受的
第 1 页，共 218 页
D．生产过程中存在绝对的安全
11 从安全生产的角度看，( )是指可能造成人员伤害、疾病、财产损失、作业环
境破坏或其他损失的根源或状态。
C
A．危险
B．事故隐患
C．危险源
D．重大危险源
12 下面( )是海因里希事故连锁理论事故发生过程中的五个部分。 C
A．管理缺陷；环境缺陷；人的不安全行为和物的不安全状态；事故；伤害
B．遗传及社会环境；人的缺点；直接原因；事故；伤害
C．遗传及社会环境；人的缺点；人的不安全行为和物的不安全状态；事故；伤
D．基本原因；间接原因；人的不安全行为和物的不安全状态；事故；损失
13 人本原理体现了以人为本指导思想，其中包括三个原则，下列( )不是体现人
体原理的原则。
D
A．激励原则
B．能级原则
C．动力原则
D．本质安全化原则
14 根据能量意外释放理论，能量逆流于人体造成的伤害分为两类。其中，第一类伤
害指（ ）。
A
A．由于施加了局部或全身性损伤阈值的能量引起的伤害，如物体打击伤害等
B．由于影响了局部或全身性能量交换引起的伤害，如中毒伤害等
C．由于能量超过人体的损伤I临界值导致局部或全身性的伤害，如冻伤等
D．由于接触的能量不能被屏蔽导致的局部或全身性的伤害，如触电伤害等
15 可能导致重大事故发生的( )就是重大危险源。 B
A．隐患
B．危险源
C．事故隐患
D．单元
16 “3E原则”指的是利用( )防止事故的发生。 C
A．工程技术对策、教育对策、管理对策
B．安全管理对策、预防对策、法规对策
C．工程技术对策、教育对策、法制对策
D、预防对策、教育对策、法制对策
17 ( )泛指生产系统中可导致事故发生的人的不安全行为、物的不安全状态和管 B
A．危险
B．事故隐患
C．危险源
D．重大危险源
18 安全管理必须要有强大的动力，并且正确地应用动力，从而激发人们保障自身和
集体安全的意识，自觉积极地搞好安全工作。这体现了人本原理中的( )原则
A
A．激励
B．系统
C．动力
D．监督
19 在可能发生人身伤害、设备或设施损坏和环境破坏的场合，事先采取措施，防止
事故的发生。这体现了( )的运用。
A
A．预防原理
B．本质安全化原则
C．安全第一原则
D．系统原理
20 预防原理的( )原则告诉我们，造成人的不安全行为和物的不安全状态原因可
归结四个方面。
C
A．偶然损失
第 2 页，共 218 页
B．本质安全化
C．因果关系
D．3E原则
21 企业的( )是企业安全的第一责任者。 C
A．安全部主管
B．生产部主管
C．最高层主管
D．产品科研部主管
22 ( )是生产经营单位各项安全生产规章制度的核心，是生产经营单位行政岗位
责任和经济责任制度的重要组成部分。
A
A．安全生产责任制
B．安全生产培训
C．安全生产技术措施
D．职业安全健康管理体系
23 在安全生产活动中，危险度是由( )决定的。 B
A．发生事故的可能性和危害程度
B．发生事故的可能性和严重性
C．事故发生的广度和严重性
D．事散发生的广度和危害程度
24 安全管理中的本质化原则是指从一开始从本质上实现安全化，从( )消除事故
发生的可能性。
B
A．技术上
B．根本上
C．管理上
D．本质上
25 根据能量意外释放理论，能量逆流于人体造成的伤害分为两类。其中，第二类伤
害指( )。
A
A．由于施加了局部或全身性损伤阈值的能量引起的伤害，如物体打击伤害等
B．由影响了局部或全身性能量交换引起的伤害，如中毒伤害等
C．由于能量超过人体的损伤临界值导致局部或全身性的伤害，如冻伤等
D．由于接触的能量不能被屏蔽导致的局部或全身性的伤害，如触电伤害等
26 生产经营单位建立健全安全生产责任制体现了系统原理中( )。 B
A．动态相关性原则
B．整分合原则
C．反馈原则
D．封闭原则
27 ( )用系统论的观点、理论和方法来认识和处理管理中出现的问题。 C
A．人体模型原理
B．预防原理
C．系统原理
D．强制原理
28 ( )是安全生产的灵魂。 D
A．安全文化
B．安全投入
C．安全法制
D．安全责任心
29 为了加强安全生产管理，防止发生生产安全事故，生产经营单位配备( )。 B
A．安全管理机构
B．安全生产管理人员
C．安全管理制度
D．劳动保护用品
30 保证本单位安全生产投人的有效实施是生产经营单位主要负责人的( )。 C
A．权利
B．义务
第 3 页，共 218 页
C．职责
D．主要工作
31 ( )不属于为防止事故发生而采用的安全技术。 C
A．整改事故隐患
B．监控危险源
C．紧急救援预案
D．限制能量
32 隔离是把被保护对象与意外释放的能量或危险物质隔开，以下不属于隔离措施的
是（ ）。
C
A．隔开
B．封闭
C．个体防护
D．缓冲
33 按照系统安全工程的观点，安全是指系统中人员免遭( )的伤害。 B
A．事故
B．不可承受危险
C．危险源
D．意外
34 安全生产管理的目标是减少、控制危害和事故，尽量避免生产过程中由于( )
所造成的人身伤害、财产损失及其他损失。
A
A．事故
B．管理不善
C．危险源
D．事故隐患
35 ( )就是要求在进行生产和其他工作时把安全工作放在一切工作的首要位置。 D
A．预防为主
B．以人为本
C．安全优先
D．安全第一
36 在管理系统中，建立一套合理能级，根据单位和个人能量的大小安排工作，发挥
不同的能量，保证结构的( )和管理的有效性，这就是能级原则。
A
A．稳定性
B．动态性
C．组织性
D．不断调整
37 从安全生产来看，危险源是可能造成人员伤害、疾病、财产损失、作业环境破坏
或其他损失的( )。
C
A．本质
B．物质
C．状态
D．设施
38 关于“动态相关性原则”的说法，正确的是( )。 C
A．及时捕捉各种安全生产信息，掌握系统环境的变化
B．推动管理活动的基本力量是人，因此，管理必须激发人的工作能力
C．如果管理系统的各要素都处于静止状态，就不会发生事故
D．激发人的内在潜力，使其充分发挥积极性、主动性和创造性
39 安全管理中的本质化原则是指从一开始从本质上实现安全化，从根本上消除事故
发生的（ ）。
A
A．可能性
B．严重性
C．概率性
D．危害性
40 安全管理必须要有强大的动力，并且正确地应用动力，从而激发人们保障自身和
集体安全的意识，自觉积极地搞好安全工作。这种管理原则是人本原理中的(
A
第 4 页，共 218 页
A．激励
B．动态相关性
C．动力
D．因果关系
41 事故的发生是许多因素互为因果连续发生的最终结果，只要诱发事故的因素存
在，发生事故是必然的，只是时间或迟或早而已，这就是( )。
C
A．偶然损失原则
B．安全第一原则
C．因果关系原则
D．动态相关原则
42 生产经营单位的安全生产管理机构是专门负责( )的内设机构，其工作人员是
专职安全生产管理人员。
D
A．安全生产管理
B．安全生产技术
C．安全生产教育培训
D．安全生产监督与管理
43 根据系统安全工程的观点，危险是指系统发生不期望后果的可能性超过了( ) D
A. 安全性要求
B．可预防的范围
C. 规章制度的要求
D．人们的承受程度
44 安全生产管理，就是针对人们在安全生产过程中的安全问题，运用有效的资源，
发挥人们的智慧，通过人们的努力，进行有关( )等活动。
A
A. 决策、计划、组织和控制
B．计划、组织、反馈和控制
C．决策、实施、计划和改进
D．评价、计划、实施和改进
45 本质安全是安全生产管理( )的根本体现，也是安全生产管理的最高境界。 B
A. 安全第一
B预防为主
C．以人为本
D．安全优先
46 下列说法中，不正确的是( )。 C
A. 安全是相对的概念
B．无危则安，无缺则全
C. 世界上有绝对安全的事物
D．安全和危险均是一种状态
47 推动管理活动的基本力量是人，管理必须有能够激发人的工作能力的动力，这就 A
A. 动力原则
B．能级原则
C．激励原则
D. 3E原则
48 目前我国建筑业伤亡事故的主要类型是( ) A
A. 高处坠落、坍塌、物体打击、机械伤害、触电
B．高处坠落、中毒、坍塌、触电、火灾事故
C．坍塌、粉尘、高处堕落、触电、塔吊事故’
D．坍塌、物体打击、机械伤害、触电、火灾事故
49 建设工程安全生产的特点以下哪几个方面的描述最为准确( )。 A
A.单一性、分散性、露天施工、参与方多
B. 投资大、施工周期长
C．高处施工危险性大
D．施工技术复杂和作业人员素质普遍低下
50 下列哪部法规是我国真正意义上的针对建设工程安全生产的( ) A
A．《建设工程安全生产管理条例》
第 5 页，共 218 页
B．《建筑法》
C．《安全生产法》
D．《消防法》
51 下列哪个不是事故处理的原则( ) A
A. 安全第一、预防为主的原则
B. “四不放过”原则
C. 公正、公开的原则
D．实事求是、尊重科学的原则
52 造成人的不安全行为和物的不安全状态的原因不包括以下哪个原因( ) D
A．技术原因
B．教育原因
C．管理原因
D．行为原因
53 ( )不属于生产经营单位主要负责人安全生产教育培训的内容 A
A．工伤保险的政策、法律、法规
B．安全生产管理知识和方法
C．国家有关安全生产的方针、政策
D．典型事故案例分析
54 以下不属于安全管理基本原理的五个要素的是( )。 C
A．政策
B．组织
C．调查
D．业绩测量
55 安全的组织管理是指( )。 C
A．制定有效的安全管理政策
B．设立安全管理的机构
C．设计并建立一种责任和权力机制以形成安全的工作环境的过程
D．把安全管理作为组织目标的一部分
56 安全管理的核心内容是( )。 B
A．制定安全技术方案
B．建立和维持安全控制系统
C．增加安全投入
D．加强内部沟通
57 安全计划的目的是( ) D
A．风险辨识
B．建立组织机构
C．共享安全知识和经验
D．明确进行有效的风险控制所必需的资源
58 不属于制定灾害与风险控制标准时应该考虑的四个阶段的是( )： D
A．风险识别阶段
B．风险控制阶段
C．风险评估阶段
D．输入控制阶段
59 不属于安全管理评审系统评估安全管理的要素的是( )。 C
A．组织管理
B．政策、目标、范围和有效性
C．公司营销战略
D．安全业绩量测系统
60 建筑施工事故中，所占比例最高的是( ) A
A．高处坠落事故
B．各类坍塌事故
C．物体打击事故
D．起重伤害事故
61 2001年，我国建筑业从业人员中，农民工约占（ ） D
第 6 页，共 218 页
A．50%
B．60%
C．70%
D．80%
62 专职安全生产管理人员的配备办法由( )会同其他有关部门制定。 C
A．企业负责人
B．地方政府
C．国务院建设行政主管部门
D．项目经理部
63 施工单位的项目负责人应当由取得相应( )的人员担任。 C
A．技术职称
B．工作年限
C．执业资格
D．行政职务
64 施工单位采购、租赁的安全防护用具、机械设备、施工机具及配件，应当在进入
施工现场前进行( )。
C
A．清点数量
B．定期检查
C．查验
D．验收
65 施工现场的安全防护用具、机械设备、施工机具及配件必须由( )管理，定期
进行检查、维修和保养，建立相应的资料档案，并按照国家有关规定及时报废。
D
A．项目部
B．作业班组
C．操作人员
D．专人
66 分包单位使用承租的机械设备和施工机具及配件的，进行验收时，可不参加的是 C
A．总承包
B．分包
C．业主
D．出租单位
67 施工单位应当自施工起重机械和整体提升脚手架、模板等自升式架设设施验收合
格后，向建设行政主管部门或者其他有关部门登记后，取得的标志应当( )。
B
A．保存在档案室内
B．置于或者附着于该设备的显著位置
C．由操作者保管
D．由项目的机械管理员保管
68 县级以上人民政府在履行安全监督检查职责时，有权( )。 D
A．更换施工单位
B．指定施工人员
C．撤换分包单位
D．进入现场检查
69 县级以上人民政府在履行安全监督检查职责时，对于发现的重大安全事故隐患在
排除前或者排除过程中无法保证安全的，采取的必要措施是( )
C
A．继续施工
B．更换施工队伍
C．责令从危险区域撤出作业人员或暂时停止施工
D．责令施工单位主要负责人作出检查
70 实施总承包的建设工程发生事故，由( )负责上报事故。 B
A．业主
B．总承包单位
C．发生事故的单位
D．在事故发生地点的单位
71 安全的组织管理是指( )。 C
第 7 页，共 218 页
A．制定有效的安全管理政策
B．设立安全管理的机构
C．设计并建立一种责任和权力机制以形成安全的工作环境的过程
D．把安全管理作为组织目标的一部分
72 安全管理的核心内容是( ) B
A．制定安全技术方案
B．建立和维持安全控制系统
C．增加安全投入
D．加强内部沟通
73 安全计划的目的是( )。 D
A．风险辨识
B．建立组织机构
C．共享安全知识和经验
D．明确进行有效的风险控制所必需的资源
74 《国务院关于进一步加强安全生产工作的决定》中指出：要努力构建( )的安
全生产工作格局。
A
A．“政府统一领导、部门依法监管、企业全面负责、群众参与监督、全社会广
B．“政府统一领导、部门全面负责、企业依法监管、群众参与监督、全社会广
C．“政府依法监管、部门统一领导、企业全面负责、群众参与监督、全社会广
D．“政府全面负责、部门统一领导、企业依法监管、群众参与监督、全社会广
75 施工单位应当设立安全生产管理机构，配备( )安全生产管理人员。 B
A．兼职
B．专职
C．业余
D．代理
76 建设工程实行施工总承包的，由总承包单位对施工现场的安全生产( )。 C
A．负连带责任
B．负相关责任
C．负总责
D．不负责
77 安全生产教育和培训范围是( )。 C
A．总包单位的职工
D．分包单位的职工
C．本企业的职工与分包单位的职工
D．有违章作业记录的职工
78 根据《建筑企业职工安全培训教育暂行规定》的要求，企业法人代表、项目经理
教育和培训的时间每年不少于( )。
B
A．20学时
B．30学时
C．40学时
D．50学时
79 安全教育和培训按等级、层次和工作性质分别进行，对管理人员培训的重点是( B
A．遵章守纪
B．安全生产意识和安全管理水平
C．自我保护
D．提高防范事故的能力
80 对职工进行安全生产、劳动保护方面的法律、法规的宣传教育，从法制角度认识
安全生产的重要性，要通过学法、知法来守法，这种教育形式属于( )。
B
A．安全知识教育
B．安全法制教育
C．三级安全教育
D．遵章守纪、自我保护能力教育
81 通过对一些典型事故进行原因分析、事故教训及预防事故发生所采取的措施来教
育职工，这种教育形式属于( )。
C
第 8 页，共 218 页
A．日常教育
B．安全法制教育
C．事故案例教育
D．遵章守纪、自我保护能力教育
82 工人在分配到施工队之前，首先进行公司级安全教育。下列内容不属于公司级安
全教育内容的是( )。
C
A．劳动保护的意义和任务的一般教育．
B．安全生产方针、政策、法规、标准、规范、规程和安全知识
C．安全生产纪律和文明生产要求
D．企业安全规章制度
83 安全生产管理的根本目的是( ) D
A．消除隐患，杜绝事故
B．避免造成人身伤亡，财产损失
C．提高企业安全生产管理水平
D．保证生产经营活动中的人身安全，财产安全，促进经济发展
84 建筑施工企业( )，是指由企业法定代表人授权，负责建设工程项目管理的负 D
A．企业法定代表人
B．经理
C．企业分管安全生产工作的副经理
D．项目负责人
85 依据《安全生产许可证条例》(国务院2004年第397号)的规定，国家对建筑施工
企业实施( )制度。
A
A．安全生产许可
B．定期安全检查
C．施工许可证
D．行业监督
86 安全生产责任制要在( )上下真功夫，这是关键的关键。 C
A．健全；完善
B．分工明确
C．贯彻落实
D．先进合理
87 建筑施工企业的管理人员违章指挥、强令职工冒险作业，发生重大伤亡事故或者
造成其他严重后果的( )。
A
A．依法追究刑事责任
B．给予党纪、政纪处分
C．给予降级、撤职处分
D．加重罚款
88 从业人员经过安全教育培训，了解岗位操作规程，但未遵守而造成事故的，行为
人应负( )责任，有关负责人应负( )责任。
D
A．直接间接
B．直接领导
C．间接管理
D．直接管理
89 班组长在安全生产中应切实做到( ) D
A．尽职尽责，安全生产
B．安全第一，预防为主
C．不违章指挥，不违章作业，遵守劳动纪律
D．安全生产，争创效益
90 关于安全施工技术交底，下面说法正确的是( )。 A
A．施工单位负责项目管理的技术人员向施工作业人员的交底
B．专职安全生产管理人员向施工作业人员交底
C．施工单位负责项目管理的技术人员向专职安全生产管理人员交底
D．施工作业人员向施工单位负责人交底
91 施工单位的安全生产费用不应该用于( )。 D
第 9 页，共 218 页
A．购买施工安全防护用具
B．安全设施的更新
C．安全施工措施的落实
D．职工安全事故的赔偿
92 施工单位应当在施工组织设计中编制安全技术措施和施工现场临时用电方案，对
基坑支护与降水工程等一些达到一定规模的危险性较大的分部分项工程编制专项
施工方案，并附具( )，经施工单位技术负责人、总监理工程师签字后实施，
由专职安全生产管理人员进行现场监督。
A
A．安全验算结果
B．施工人员名单
C．监理工程师名单
D．安全预算
93 涉及深基坑、地下暗挖工程、高大模板工程的专项施工方案，施工单位还应当( B
A．重新测算安全验算结果
B．组织专家进行论证、审查
C．附监理工程师名单
D．附安全预算
94 建设工程施工前，施工单位负责项目管理的技术人员应当对有关安全施工的技术
要求向施工作业班组、作业人员作出详细说明，并由( )签字确认。
A
A．双方
B．作业人员
C．监理工程师
D．项目负责人
95 ( )应当审查施工组织设计中的安全技术措施或者专项施工方案是否符合工程
建设强制性标准。
B
A．建设单位
B．工程监理单位
C．设计单位
D．施工单位
96 ( )，系指为防止施工过程中工伤事故和职业病的危害而从技术上采取的措施 A
A．安全技术措施
B．施工技术
C．施工方案
D．安全评价
97 一般场所不需要有安全交底资料的是( )。 C
A．各种脚手架搭设、拆
B．高处作业
C．楼地面找平
D．起重机械设备安、拆
98 安全交底应有书面材料，有( )。 C
A．双方的签字
B．交底日期
C．双方的签字和交底日期
D．安全员签字和交底日期
99 现场安全生产管理人员负责对安全生产进行现场监督检查。发现安全事故隐患，
应当及时向( )报告。
D
A．安全生产管理机构
B．项目负责人
C．主要负责人
D．项目负责人和安全生产管理机构
100 安全生产管理人员负责对安全生产进行现场监督检查。对于违章指挥、违章操作
的，应当立即( )。
A
A．制止
B．向项目负责人报告
第 10 页，共 218 页
C．向主要负责人报告
D．帮助整改
101 位于主要路段和市容景观道路及机场、码头、车站、广场的建筑施工现场设置的
围栏其高度不得低于( )。
C
A．1.8m
B．2.0m
C．2.5m
D．2.8m
102 大外墙板、内墙板放置时应该( )。 D
A．将其固定，避免倾覆
B．在下部垫通长木方
C．使自稳角成70°～80°
D．专用堆放架内
103 施工单位应当根据建设工程施工的特点、范围，对施工现场( )进行监控，制
定施工现场生产安全事故应急救援预案。
B
A．违章指挥行为
B．易发生重大事故部位、环节
C．即发性事故危险隐患
D．违章作业行为
104 施工起重机械和整体提升脚手架、模板等自升式架设设施的使用达到国家规定的
检验检测( )的，必须经具有相应资格的检验检测机构检测。
C
A．标准
B．程序
C．期限
D．季节
105 垂直运输机械作业人员、安装拆卸工、爆破作业人员、起重信号工、登高架设作
业人员等特种作业人员，必须按照国家有关规定经过( )，并取得特种作业操
作资格证书后，方可上岗作业。
B
A．三级教育
B．专门的安全作业培训
C．安全常识培训
D．安全技术交底
106 建设工程施工前，施工单位负责项目管理的( )应当对有关安全施工措施的技
术要求向施工作业班组、作业人员作出详细说明，并由双方签字确认。
B
A．项目经理
B．技术人员
C．安全员
D．质检员
107 施工单位应当在施工现场人口处、施工起重机械、临时用电设施、脚手架、出入
通道口、楼梯口、电梯井口、孔洞口、桥梁口、隧道口、基坑边沿、爆破物及有
害危险气体和液体存放处等危险部位，设置明显的( )。
D
A．安全提示标志
B．安全宣传标志
C．安全指示标志
D．安全警示标志
108 施工组织设计，应以( )作为指导思想，针对工程的特点和施工方法、所使用
的机械、设备、电气、特种作业、生产环境和季节影响等，制订出相应的安全技
C
A．质量第一、安全第
B．效率第一、质量第二
C．安全第一、预防为主
D．信誉第一、质量为主
109 对脚手架工程、施工用电、基坑支护、模板工程、起重吊装作业、塔吊、物料提
升机及其他垂直运输设备等专业性较强的项目，要单独编制( )。
C
A．冬期施工安全技术措施
第 11 页，共 218 页
B．雨期施工安全技术措施
C．专项安全施工组织设计
D．夜间施工安全技术措施
110 ( )每天要对班组工人进行施工要求、作业环境的安全交底。 C
A．施工员
B．全体职工
C．班组长
D．监理工程师
111 安全技术交底应有书面材料，有( )。 C
A．双方的签字
B．交底日期
C．A和B
D．安全员签字和交底日期
112 施工单位( )依法对本单位的安全生产工作全面负责。 C
A．施工员
B．项目负责人
C．主要负责人
D．安全员
113 实行施工总承包的，由总承包单位统一组织编制建设工程生产安全事故应急救援
预案，工程总承包单位和分包单位按照应急救援预案，( )。
D
A．由总包单位组织，各分包单位联合建立应急救援组织或者配备应急救援人员
B．由总包单位统一建立应急救援组织或者配备应急救援人员
C．由总包单位建立应急救援组织或者配备应急救援人员(分包单位只承担相关费
D．各自建立应急救援组织或者配备应急救援人员
114 班组级安全教育是新工人分配到班组后，开始工作前的教育。下列内容不属于班
组安全教育内容的是( )。
B
A．本人从事施工生产工作的性质，必要的安全知识，机具设备及安全防护设施
的性能和作用
B．我国安全生产方针、政策、法规
C．本工种安全操作规程
D．本工种事故案例剖析、易发事故部位及劳防用品的使用要求
115 建设工程实行总包和分包的，分包单位确需进行改变施工总平面布置图活动的，
应当先向( )提出申请，经同意后方可实施。
A
A．总包单位
B．分包单位总部
C．建设单位
D．监理单位
116 实行工程总承包的，总承包单位依法将建筑工程分包给其他单位的，总承包单位
与分包单位应当在分包合同中明确安全防护、文明施工措施费用由( )统一管
C
A．建设单位
B．监理单位
C．总承包单位
D．分包单位
117 安全防护、文明施工措施由分包单位实施的，由分包单位提出专项安全防护措施
及施工方案，经( )批准后及时支付所需费用。
D
A．建设单位
B．监理单位
C．建设行政主管单位
D．总承包单位
118 安全生产教育和培训范围是( )。 C
A．本企业的职工
B．分包单位的职工
C．本企业的职工与分包单位的职工
D．有违章作业记录的职工
第 12 页，共 218 页
119 通过对一些典型事故进行原因分析、事故教训及预防事故发生所采取的措施来教
育职工，这种教育形式属于( )。
C
A．安全知识教育
B．安全法制教育
C．事故案例教育
D．遵章守纪、自我保护能力教育
120 ( )是安全生产的第一责任人。 D
A．项目负责人
B．技术负责人
C．专职安全生产管理人员
D．企业法定代表人
121 在施工现场，( )是施工项目安全生产的第一责任者。 A
A．项目经理
B．施工员
C．专职安全生产管理人员
D．企业法定代表人
122 三级安全教育是指( )这三级。 B
A．企业法定代表人、项目负责人、班组长
B．公司、项目、班组
C．公司、总包单位、分包单位
D．建设单位、施工单位、监理单位
123 对( )，必须按规定进行三级安全教育，经考核合格。方准上岗。 C
A．新工人
B．新工人、调换工种的工人或休假一周以上的工人
C．新工人或调换工种的工人
D．新项目开工前全部工人
124 项目教育是新工人被分配到项目以后进行的安全教育。下列内容不属于班组安全
教育内容的是( )。
B
A．施工现场安全管理规章制度
B．安全生产方针、政策、法规
C．安全生产纪律和文明生产要求
D．建安工人安全生产技术操作一般规定
125 班组级安全教育是新工人分配到班组后，开始工作前的教育。下列内容不属于班
组安全教育内容的是( )。
B
A．本人从事施工生产工作的性质，必要的安全知识，机具设备及安全防护设
施的性能和作用
B．安全生产方针、政策、法规、标准、规范、规程和安全知识
C．本工种安全操作规程
D．本工种事故案例剖析、易发事故部位及劳防用品的使用要求
126 特种作业操作证，每( )复审一次。 C
A．1年
B．1年半
C．2年
D．3年
127 离开特种作业岗位达( )以上的特种作业人员，应当重新进行实际操作考核，
经确认合格后方可上岗作业。
A
A．半年
B．1年
C．2年
D．3年
128 施工现场悬挂警示标志的目的是( )。 C
A．为了装饰
B．上级要求
C．引起人们注意，预防事故发生
第 13 页，共 218 页
D．管理科学化的要求
129 两个以上单位交叉作业时，发生事故( )统计报告。 A
A．属于哪个企业的职工，就由哪个企业
B．统一由建设单位
C．统一由总包企业
D．事故调查组确定的责任方企业
130 特种作业培训内容是( )。 C
A．劳动保护的意义和任务的一般教育
B．安全生产方针、政策、法规、标准、规范、规程和安全知识
C．安全技术理论和实际操作技能
D．企业安全规章制度
131 电工、焊工、架工、司炉工、爆破工、机操工及起重工、打桩机和各种机动车辆
司机等特殊工种工人，除进行一般安全教育外，还要经过( )。
A
A．专业安全技术教育
B．安全生产意识和安全管理水平教育
C．三级安全教育
D．遵章守纪、自我保护能力教育
132 作业人员( )前，应当接受安全生产教育培训。未经教育培训或者教育培训考
核不合格的人员，不得上岗作业。
D
A．进入新的岗位
B．进入新的施工现场
C．进入新的岗位或者每周一上班
D．进入新的岗位或者新的施工现场
133 下列哪个选项不是作业人员作业前应检查的内容( )。 D
A．工具、设备是否存在不安全因素
B．现场环境是否存在不安全因素
C．是否正确穿戴个人防护用品
D．施工方案是否完善
134 作业中出现危险征兆时，作业人员应( )。 B
A．立即向作业队长汇报，原地待命
B．立即停止作业、从安全通道撤离至安全区域，及时向主管领导汇报
C．继续作业，等待技术人员判断危险程度
D．继续作业，等待主管领导下达命令
135 下列哪个选项不包括在施工过程三不伤害之中( )。 C
A．不伤害自
B．不伤害他人
C．不被机械伤害
D．不被他人伤害
136 制定安全生产责任制的目的是( )。 C
A．增强员工安全意识
B．增强领导安全意识
C．明确岗位安全责任
D．明确领导安全责任
137 作业人员在管道和污水井内作业应采取哪些措施( D
A．不需采取措施，直接下井作业
B．作业前应对有害气体进行检测和排放
C．作业前应派专人下井检查作业区域情况
D．作业前应对有害气体进行检测和排放，向管道和井道内输入新鲜空气，并保
138 作业人员在机械挖土清理基坑时，( )进人铲斗回转半径范围。 B
A．可以
B．严禁
C．必须
D．不必
139 以下哪个选项不包括在建筑施工中常说的“四口”之中( )。 B
第 14 页，共 218 页
A．通道
B．大门
C．楼梯
D．预留洞口
140 患有下列哪种疾病的人员仍可以从事架子工作业( )。 C
A．高血压
B．心脏病
C．口腔溃疡
D．癫痫病
141 脚手架拆除时下方应设( )，派专人旁站，自上而下拆除，严禁向下抛掷。 D
A．加工区
B．料场
C．防护棚
D．警戒区
142 遇有（ ）级以上大风时应停止室外高处作业。 D
A．3
B．4
C．5
D．6
143 搭、拆脚手架时作业人员必须戴( )，系安全带，穿防滑鞋。 B
A．护目镜
B．安全帽
C．耳塞
D．耳机
144 电动吊篮作业人员的安全带必须挂在( )。 C
A．吊篮栏杆上
B．吊篮升降钢索上
C．保险绳上
D．不需要使用安全带
145 在吊运和安装大模板或预制构件时，吊钩下方严禁( )，吊运前要认真检查吊
索具和被吊点是否牢靠，听从信号工指挥。
C
A．有水
B．有物
C．站人
C. 通过
146 ．下列哪个选项不是电工带电作业时必须遵守的安全要求( D
A．穿绝缘鞋
B．戴绝缘手套
C．必须有人监护，严禁酒后操作
D．挂安全带
147 下列哪个选项不是常用的安全电压( )。 B
A．12V
B．110V
C．24V
D．36V
148 在特别潮湿和金属容器内作业使用的照明电压不得超过( )V A
A．12
B．15
C．24
D．36
149 人工挖扩孔时，孔下照明必须使用( )V以下安全电压照明。 A
A．36
B．24
C．12
第 15 页，共 218 页
D．9
150 高压架空线路断线，线头落在身旁的地面上，应一脚抬起或两脚在一起蹦出(
)m以外，并设法切断电源或采取措施防止他人靠近。
D
A．15
B．20
C．22
D．25
151 进行拆、搭金属构架作业时，人及物体与一般带电设备应保持的安全距离是( A
A．1.5
B．2.0
C．2.5
D．3.0
152 电器灭火时不能采用哪种灭火器( )。 B
A．二氧化碳灭火器
B．泡沫灭火器
C．四氯化碳灭火器
D．干粉灭火器
153 遇有( )时不能在塔吊导轨旁边和物料提升机的周围进行作业。 A
A．雷雨
B．大风
C. 大雨
D．大雪
154 电焊机二次线应使用专用焊把线，( )到位，焊把线不得有裸露接头，严禁借
用金属管道、脚手架等金属物代替导线使用。
B
A．单线
B．双线
C．保护零线
D．工作零线
155 氧气瓶、乙炔瓶使用及存放时的间距应不小于( )m。 D
A．1
B．2
C．4
D．5
156 手持电动工具应绝缘良好，必须装有合格的( )保护装置，禁止拆改电源线和
插头，并使用专用流动开关箱。
C
A．过载
B．短路
C．漏电
D．断路
157 使用蛙式打夯机时必须( )人操作。 B
A．1
B．2
C．3
D．4
158 打夯机的电源控制开关必须使用( )开关。 D
A．自动
B．刀闸
C．倒顺
D．单向
159 圆盘锯的( )部位应安装保护挡板或防护罩。 A
A．传动
B．开关
C．轴箱
D．启动
第 16 页，共 218 页
160 操作机械时工人应穿( )。 D
A．宽松工作服
B．紧身工作服，袖口不用上松紧带
C．宽松工作服，袖口是松紧式
D．紧身工作服，袖口是松紧式
161 钢筋加工机械和木工机械( )由未经专业培训的人员操作。 B
A．可以
B．禁止
C．允许
D．应该
162 使用无齿锯时应注意：锯片无裂痕和变形，禁止( )，锯片的切线方向严禁站
人，无齿锯应有防护罩，不得在锯片侧面打磨物料。
B
A．空转
B．反转
C．正转
D．拆除
163 人工开挖土方，两人横向间距不得小于( )m。 B
A．1
B．2
C．3
D．4
164 人工开挖土方，两人纵向间距不得小于( )m。 C
A．1
B．2
C．3
D．4
165 沟槽施工中发现沟、槽边坡有裂纹或部分下沉时，( )。 A
A．立即将人员撤到安全位置，并及时报告有关部门，严禁冒险作业。
B．首先报告有关部门，工人原地待命
C．立即将人员撤到安全位置，自行处理隐患。
D．让工人自行处理隐患。
166 槽、坑、沟边lm外的堆土高度不得超过( )m。 C
A．0.5
B．1
C．1.5
D．2
167 安全带的正确系挂方法是( )。 C
A．随意系挂
B．低挂高用
C．高挂低用
D．根据现场情况系挂
168 凡在坠落基准面( )m以上(含)有可能坠落的高处进行的作业为高处作业。 A
A．2
B．3
C．4
D．6
169 高处作业时手持工具和零星物料应放在( )。 C
A．上衣口袋
B：裤兜
C．工具袋
D．脚手板上
170 上下交叉施工作业时应采取( )措施。 A
A．防护隔离
B．防护
第 17 页，共 218 页
C．隔离
D．砂石
171 临边作业时操作人员的( )应位于室内，不得在窗台上站立，必要时应系好安 C
A．身体
B．胳膊
C．重心
D．头部
172 安全色有( )种 A
A．4
B．5
C．6
D．7
173 安全帽的作用是保护( )，防止落物或碰撞突出物而受伤害。 B
A．面部
B．头部
C．颈部
D．耳部
174 下列哪个选项不是燃烧的基本条件( )。 B
A．火源
B．风力
C．可燃物
D．助燃物
175 火警电话是( )。 D
A．114
B．110
C．120
D．119
176 施工现场明火作业时必须开具( )。 A
A．动火证
B．出入证
C．证明信
D．动工证
177 进入施工现场严禁穿( )。 C
A．绝缘鞋
B．防滑鞋
C．高跟鞋
D．帆布鞋
178 大模板必须具备操作平台、上下( )、防护栏杆和工具箱等安全设施。 C
A．马道
B．爬杆
C．爬梯
D．楼梯
179 电梯井口必须设置不低于( )m的金属防护门。 C
A．0.5
B．1.0
C．1.2
D．1.5
180 结构施工中的伸缩缝和后浇带必须用( )保护。 D
A．彩条布
B．帆布
C．盖板
D．固定盖板
181 外用电梯各楼层卸料平台防护门的高度不得低于( )m。 C
A．0.5
第 18 页，共 218 页
B．1.0
C．1.2
D．1.5
182 建筑物内( )可以堆放物料。 A
A．入库房
B．楼梯间
C．休息平台
D．阳台
183 施工中搬运材料应做到轻拿轻放，不得人为制造( )。 D
A．垃圾
B．废弃物
C．破坏
D．噪声
184 施工现场应节约能源，杜绝长流水、( )。 A
A．长明灯
B．不明灯
C．低压灯
D．破损灯
185 施工人员进出施工现场严禁翻墙、跨越护身栏和攀爬脚手架，进出施工区域必须 D
A．人行马道
B．地下通道
C．脚手架空隙
D．安全通道
186 事故的直接责任者是指( )。 A
A．与事故有必然因果关系的人
B．公司法人
C．项目经理
D．工长
187 急救电话是( )。 C
A．110
B．114
C．120
D．119
188 预防中暑的方法有：(1)保持充足的睡眠和适当营养；(2)穿( )的衣服、延长
午休时间；（3)饮用消暑饮料。
B
A．密封性好的
B．透气性好的
C．保暖性好的
D．棉制的
189 发生中暑后应迅速将中暑者移到凉爽通风的地方，脱去或解松衣服，给患者喝含
( )的饮料或凉开水，用凉水或酒精擦身。
C
A．绵白糖
B．白砂糖
C．食盐
D．食醋
190 个人饮食卫生应注意饭前便后要洗手，不吃不干净的食品，不喝( )。 B
A．开水
B．生水
C．饮料
D．白酒
191 浇筑高度( )m以上的墙体、柱、梁混凝土时，应搭设操作平台。 A
A．2
B．3
C．4
第 19 页，共 218 页
D．5
192 安全教育和培训按等级、层次和工作性质分别进行，操作者的重点是( )。 D
A．安全管理水平
B．安全生产意识和安全管理水平
C．操作能力
D．遵章守纪、自我保护和提高防范事故的能力
193 事故调查处理的原则是( )。 C
A．尽快恢复生产，避免间接损失
B．找到事故原因和责任人并进行处罚
C．“四不放过”原则
D．对事故的责任及损失进行分析，尽快解决由此带来的影响
194 施工单位在采用新技术、新工艺、新设备、新材料时，应当对作业人员进行相应 C
A．专业培训
B．操作规程培训
C．安全生产教育培训
D．治安防范教育培训
195 安全设备的设计、制造、安装、使用、检测、维修、改造和报废，应当符合国家
标准或者( )。
A
A．行业标准
B．地方标准
C．企业标准
D．厂家标准
196 生产经营单位对( )应当登记建档，定期检测、评估、监控，并制定应急预
案，告知从业人员和相关人员应采取的紧急措施。
C
A．事故频发场所
B．重大事故隐患
C．重大危险源
D．重点工作人员
197 引起煤气中毒的主要原因是超量吸人( )。 B
A．二氧化碳
B．一氧化碳
C．一氧化氮
D．硫化氢
198 亚硝酸盐呈( )，常被误食而中毒。 C
A．粉红色粉末
B．黄色粉末
C．白色粉末
D．浅蓝色结晶
199 当有人员烧伤时，应迅速将伤者衣服脱去，用水冲洗降温，不要任意把水泡弄
破，目的是避免( )。
C
A．身体着凉
D．扩大影响
C．伤面感染
D．加重作者疼痛
200 建筑物内发生火灾，应该首先( )。 A
A．立即停止工作，通过指定的最近的安全通道离开
B．乘坐电梯离开
C．向高处逃生
D．就地等候救援
201 如果被生锈铁钉割伤，可能导致( ). A
A．肠热病
B．伤风病
C．破伤风病
D．疟疾
第 20 页，共 218 页
202 高温场所为防止中暑，应多饮什么饮料最好?( ) C
A．矿泉水
B．汽水
C．淡盐水
D．纯净水
203 建筑行业职工负伤后( )内死亡的，应作为死亡事故填报或补报。 A
A．30天
B．60天
C．90天
D．120天
204 ( )的基本含义是提醒人们对周围环境引起注意，以避免发生危险的图形标志 B
A．禁止标志
B．警示标志
C．指示标志
D．警告标志
205 重大危险源是指长期地或临时地生产、加工、搬运、使用或贮存危险物质，且危
险物质的( )等于或超过临界量的单元。
B
A．重量
B．数量
C．质量
D．数目
206 各种气瓶在存放和使用时，要距离明火( )以上，并且避免在阳光下暴晒，搬
动时不得碰撞。
A
A．10m
B．8m
C．5m
D．3m
207 临时搭设的建筑物区域内，每( )配备2只10L灭火机。 B
A．80㎡
B．100㎡
C．120㎡
D．150㎡
208 临时木工间、油漆间和木、机具间等每( )配备一只种类合适的灭火机。 C
A．15㎡
B．20㎡
C．25㎡
D．30㎡
209 施工现场的动火作业，必须执行( )。 A
A．动火前审批制度
B．公告制度
C．动火时报告制度
D．动火后记录制度
210 ( )必须按有关规定进行健康检查和卫生知识培训并取得健康合格证和培训证 A
A．食堂炊事人员(包括合同工、临时工)
B．食堂炊事人员(包括合同工、不包括临时工)
C．食堂炊事人员(不包括合同工、临时工)
D．食堂炊事人员(不包括合同工、包括临时工)
211 施工单位应当将施工现场的办公、生活区与作业区( )，并保持安全距离。 D
A．集中设置
B．混合设置
C．相邻设置
D. 分开设置
212 根据《建设工程安全生产管理条例》规定，施工单位不得在尚未竣工的建筑物内 D
A．避雨处
第 21 页，共 218 页
B．吸烟处
C．临时厕所
D．员工集体宿舍
213 施工现场临时搭建的建筑物应当符合安全使用要求。根据《建设工程安全生产管
理条例》规定，施工现场使用的装配式活动房屋应当具有( )。
B
A．使用说明书
B．产品合格证
C．安装验收单
D．产品装箱单
214 施工单位应该保证施工现场道路畅通，排水系统处于良好的使用状态；保持场容
场貌 的整洁，随时清理建筑垃圾。在车辆、行人通行的地方施工，应当设置
沟井坎穴覆盖物和( )。
A
A．安全标志
B．防护设施
C．施工标志
D．指向标志
215 下列哪种灭火设施不适用于扑灭电器火灾?( ) A
A．水
B．干粉剂灭火剂
C．砂子
D．石屑
216 JGJ59---99标准文明施工检查表中封闭管理栏目要求在门头必须设置( )。 A
A．企业标志
B．企业名称
C．安全标志
D．项目名称
217 JGJ59--99标准文明施工检查表中封闭管理栏目规定应设置( )。 C
A．保卫
B．保安
C．门卫
D．路障
218 JGJ59--99标准文明施工检查表中规定易燃易爆物品应( ) B
A．远离施工现场
B．分类存放
C．远离食堂
D．远离居名区
219 JGJ 59---99标准文明施工检查表中规定宿舍夏季有应有( )和防蚊虫叮咬措施 A
A．消暑
B．保暖
C．防风
D．防雨
220 下列哪种措施是处理气瓶受热或着火时应首先采用的( ) C
A．设法把气瓶拉出扔掉
B．用水喷洒该气瓶
C．接近气瓶，试图把瓶上的气门关掉
D．全体人员立即撤离
221 建设工程项目应当配备专职安全生产管理人员，其中1万m2及以下的建筑工程，
装饰工程至少应配备( )专职安全生产管理人员。
A
A．1名
B．2名
C．3名
D．4名
222 建设工程项目应当配备专职安全生产管理人员，其中1万-5万m2的建筑工程，装
饰工程至少应配备( )专职安全生产管理人员。
B
第 22 页，共 218 页
A．1名
B．2名
C．3名
D．4名
223 建设工程项目应当配备专职安全生产管理人员，其中5万m2以上的建筑工程，装
饰工程至少应配备( )专职安全生产管理人员。
C
A．1名
B．2名
C．3名
D． 4名
224 劳务分包企业建设工程项目施工人员50人以下的，应当设置( )专职安全生产 A
A．1名
B．2名
C．3名
D．4名
225 劳务分包企业建设工程项目施工人员50~200人的应设( )名专职安全生产管理 B
A．1名
B．2名
C．3名
D．4名
226 建筑施工企业应当组织不少于( )专家组成的专家组，对已编制的安全专项施
工方案进行论证审查。
C
A．3名
B．4名
C．5名
D．7名
227 某施工企业，其安全生产条件单项得分分别为：90分、85分、68分和88分，且分
项评分表中无实得分为0分的子项，试确定该企业安全生产条件单项评价等级(
C
A．优良
B．合格
C．基本合格
D．不合格
228 建筑施工总承包企业中工程公司(含分公司、区域公司)按企业资质类别和等级配
备安全生产管理机构内的专职安全生产管理人员人数至少应为( )名。
B
A．2
B．3
C．4
D．5
229 建筑施工总承包企业中专业公司按企业资质类别和等级配备安全生产管理机构的
专职安全生产管理人员人数至少应为( )名。
B
A．2
B．3
C．4
D．5
230 建筑施工总承包企业中劳务公司按企业资质类别和等级配备安全生产管理机构的
专职安全生产管理人员人数至少应为( )名
A
A．2
B．3
C．4
D．5
231 土木工程、线路管道、设备必须按照安装总造价配备专职安全管理人员，其中
5000万元以下的工程至少( )。
A
A．1名
B．2名
第 23 页，共 218 页
C．3名
D．4名
232 土木工程、线路管道、设备必须按照安装总造价配备专职安全管理人员，其中：
5000万～1亿元的工程至少( )。
B
A．1名
B．2名
C．3名
D．4名
233 土木工程、线路管道、设备必须按照安装总造价配备专职安全管理人员，其中：
1亿元以上的工程至少( )。
C
A．1名
B．2名
C．3名
D．4名
234 劳务分包企业建设工程项目施工人员200人以上的，应当根据所承担的分部分项
工程施工危险实际情况增配，并不少于企业总人数的( )‰
A
A．5
B．10
C．15
D．20
235 项目独立承包的工程在签订承包合同中必须有安全生产工作的( A
A具体指标和要求
B．指导方针
C．奖惩措施
D．规划方案
236 关于暂扣安全生产许可证处罚，下列说法正确的是( ) D
A．发生一般事故的，暂扣安全生产许可证30 H
B．发生一般事故的，暂扣安全生产许可证60
C．发生较人事故的，暂扣安全生产许可证90日
D．在12个月内第二次发生生产安全事故的，若第二次发生一般事故，暂扣时限
为在上一次暂扣时限的基础上再增加30日
237 建筑施工企业安全生产许可证被吊销后，自吊销决定作出之日起( )内不得重
新申请安全生产许可证。
A
A．一年
B．半年
C．3个月
D．1个月
238 对于安全生产工作成效显著、连续( )及以上未被暂扣安全生产许可证的企
业，在评选各级各类安全生产先进集体和个人、文明工地、优质工程等时可以优
先考虑，并可根据本地实际情况在监督管理时采取有关优惠政策措施。
C
A．一年
B．二年
C．三年
D．五年
239 建筑起重机械使用单位和安装单位应当在签订的建筑起重机械安装、拆卸合同中
明 确双方的安全生产责任。实行施工总承包的，施工总承包单位应当与安装
单位签订建筑起重机械安装、拆卸工程( )。
A
A．安全协议书
B．安装、拆卸合同
C．安全保证书
D．事故后果责任书
240 依法发包给两个及两个以上施工单位的工程，不同施工单位在同一施工现场使用
多 台塔式起重机作业时，( )应当协调组织制定防止塔式起重机相互碰撞
B
A．总承包单位
第 24 页，共 218 页
B．建设单位
C．监理单位
D．管理部门
241 关于施工单位职工安全生产培训下列说法正确的是：( ) CDE
A．施工单位自主决定培训
B．培训制度无硬性规定
C．施工单位应当加强对职工的教育培训
D．施工单位应当建立、健全教育培训制度
E．未经教育培训或者考核不合格的人员，不得上岗作业
242 安全生产费用应当按照《高危行业企业安全生产费用财务管理暂行办法》(财企
[2006]478号)规定，确定范围内。以下属于安全生产费用适用范围的是：( )
ABCD
A．完善、改造和维护安全防护、检测、探测设备、设施支出
B．配备必要的应急救援器材、设备和现场作业人员安全防护物品支出
C．安全生产检查与评价支出；安全技能培训及进行应急救援演练支出
D．重大危险源、重大事故隐患的评估、整改、监控支出
E．安全生产管理人员工资
243 安全管理的基本原理包括以下哪几个基本要素( ) ABE
A．政策
B．组织
C．评审
D．调查
E．业绩测量
244 安全生产的目的包括( )。 ABC
A．防止和减少生产安全事故
B．保障人民群众生命和财产安全
C．促进经济发展
D．减少项目成本
E．加快项目进度
245 安全组织管理措施包括( )。 ABCD
A．企业或者项目内部的控制方法
B．保证个人、安全员和班组顺利合作的方式
C．企业或者项目内部交流的方式
D．员工能力的培养
E．制定安全管理计划
246 成功的安全管理有三个方面的重要功能( )。 ABD
A．建立并完善企业的安全管理政策和组织结构，包括制订主要的安全目标以及
评价管理成效
B．计划、量测、总结和评审安全工作，以满足法律要求并且最大限度地降低各
C．制定安全技术标准
D．保证计划的有效实施并且报告安全业绩
E．促进企业内员工的交流
247 员工参与的安全管理工作包括( )。 ABC
A．使用危险报告书
B．收集职工建议
C．使用安全反馈程序
D．计划、量测、总结和评审安全工作
E．建立并完善企业的安全管理政策和组织结构
248 施工单位应当建立健全( )，制定安全生产规章制度和操作规程，保证本单位
安全生产条件所需资金的投入，对所承担的建设工程进行定期和专项安全检查，
AC
A．安全生产教育培训制度
B．生产组织机构
C．安全生产责任制度
D．质量技术交底
E．质量检查制度
第 25 页，共 218 页
249 施工单位应当根据不同( )的变化，在施工现场采取相应的安全施工措施。 BCD
A．施工资金
B．周围环境
C．季节
D．气候
E．作业人员调整
250 施工单位对因建设工程施工可能造成损害的( )等，应当采取专项防护措施。 ACE
A．毗邻建筑物
B．生态环境
C．构筑物
D．施工照明
E．地下管线
251 根据《建设工程安全生产管理条例》规定，施工单位应当向作业人员提供安全防
护用具和安全防护服装，并书面告知( )。
AB
A．操作规程
B．违章操作的危害
C．使用方法
D．使用要领
E．赔付数量
252 施工单位对列入建设工程概算的安全作业环境及安全施工措施所需费用，应当用
于( )，不得挪作他用。
ABC
A．施工安全防护用具及设施的采购和更新
B．安全施工措施的落实
C．安全生产条件的改善
D．特殊作业人员津贴
E．办公费用
253 下列( )情况应由有关部门按有关规定追究有关领导和直接责任者的责任，并
给予必要的行政、经济处罚。
ABCD
A．对事故隐瞒不报、谎报
B．对事故故意迟延不报
C．故意破坏事故现场
D．无正当理由拒绝接受调查
E．拒绝提供有关情况和资料
254 《建设工程安全生产管理条例》规定，施工单位应当在安全生产方面做好如下几
项工作( )。
ABCD
A．建立健全安全生产责任制度和安全生产教育培训制度
B．制定安全生产规章制度和操作规程
C．保证本单位安全生产条件所需资金的投入
D．对所承担的建设工程进行定期和专项安全检查，并做好安全检查记录
E．提高管理者素质
255 事故报告包括的内容有：( ) ABCD
A．时间
B．事故单位
C．地点
D．伤亡人数
E．赔偿数额
256 安全生产管理制度主要包括：( )。 ABCE
A．安全生产责任制度
B．安全生产资金保障制度
C．安全生产教育培训制度
D．安全督查和处罚制度
E．安全生产事故与报告与处理制度。
257 企业安全生产管理机构的主要职责是：( )。 ABCD
A．落实国家有关安全生产法律、法规和标准
第 26 页，共 218 页
B．编制并适时更新安全生产管理的制度
C．组织开展全员安全教育培训
D．开展安全检查活动
E．确定企业安全生产资金投入，分析项目安全生产投入是否合理
258 施工单位从事建设工程的新建、扩建、改建和拆除等活动，应当具备建设行政主
管部门规定的( )条件，依法取得相应等级的资质证书，并在其资质等级许可
BCDE
A．施工单位人数
B．注册资本
C．专业技术人员
D．技术装备
E．安全生产
259 建设工程提供机械设备和配件的单位，应当按照安全施工的要求配备齐全有效的
( )等安全设施和装置。
BC
A．零配件
B．保险
C．限位
D．节油装置
E．制造工艺
260 施工单位应当在施工组织设计中编制有关安全的( )。 AB
A．安全技术措施
B.施工现场临时用电方案
C．售楼方案
D．施工经济技术措施
E．作业材料选购方案
261 施工单位应当将施工现场的( )分开设置，并保持安全距离。 ABC
A．办公
B．生活
C．作业
D．道路
E．消防区
262 职工的( )等，应当符合有关卫生标准。 ACD
A．膳食
B．配件库
C．饮水
D．休息场所
E．危险品库
263 施工单位应当在施工现场建立消防安全责任制度，确定消防安全责任人，制定用
火、用电、使用易燃易爆材料等各项消防安全管理制度、操作规程，( )，并
在施工现场人口处设置明显标志。
ABCD
A．设置消防通道
B．配备消防水源
C．配备消防设施
D．配备灭火器材
E．请消防队员驻防
264 施工现场的( )必须由专人管理，定期进行检查、维修和保养，建立相应的资
料档案，并按照国家有关规定及时报废。
BCD
A．全部建筑材料
B．安全防护用具
C．机械设备
D．施工机具及配件
E．半成品
265 施工单位在使用施工( )等自升式架设设施前，应当组织有关单位进行验收，
也可以委托具有相应资质的检验检测机构进行验收。
BCE
A．悬挑脚手架
第 27 页，共 218 页
B．起重机械
C．整体提升脚手架
D．混凝土输送泵
E．模板
266 使用承租的机械设备和施工机具及配件，由施工( )共同进行验收。 BCDE
A．主管部门
B．总承包单位
C．分包单位
D．出租单位
E．安装单位
267 作业人员进入( )前，应当接受安全生产教育培训。未经教育培训或者教育培
训考核不合格的人员，不得上岗作业。
BCD
A．岗位
B．更换的新岗位
C．施工现场
D．新的施工现场
E．作业区域
268 施工单位的项目负责人应当由取得相应执业资格的人员担任，对建设工程项目的
安全 施工负责，落实安全生产责任制度、安全生产规章制度和操作规程，确保
安全生产费用的有效使用，并根据工程的特点组织制定安全施工措施，消除安全
事故隐患，( )报告生产安全伤亡事故。
BC
A．暂缓
B．及时
C．如实
D．分析
E．查清后
269 专职安全生产管理人员负责对安全生产进行现场监督检查。对于( )的，应当 BCDE
A．影响工程造价
B．违章指挥
C．违章操作
D．不戴安全帽
E，不参加安全培训的工人上岗工作
270 安装、拆卸施工起重机械和整体提升脚手架、模板等自升式架设设施，应当( ADE
A．编制拆装方案
B．停止其他工种人员作业
C．企业负责人参加并监督
D．制定安全施工措施
E．由专业技术人员现场监督
271 施工起重机械和整体提升脚手架、模板等自升式架设设施安装完毕后，( )。 ABCD
A．安装单位应当自检
B．出具自检合格证明
C．向施工单位进行安全使用说明
D．办理验收手续并签字
E．由专业技术人员现场监督
272 根据《建设工程安全生产管理条例》规定，建设工程施工前，施工单位负责项目
管理的技术人员应当对有关安全施工的技术要求向施工( )作出详细说明，并
CE
A．施工队伍负责人
B．施工队伍安全员
C．作业班组
D．现场安全员
E．作业人员
273 施工单位应当遵守有关环境保护法律、法规的规定，在施工现场采取措施，防止
或者减少( )、振动和施工照明对人和环境的危害和污染。
ABDE
A．粉尘
第 28 页，共 218 页
B．废气废水
C．建筑材料
D．固体废物
E．噪声
274 施工单位应当对( )达到一定规模的危险性较大的分部分项工程编制专项施工
方案，并附具安全验算结果，经施工单位技术负责人、总监理工程师签字后实
施，由专职安全生产管理人员进行现场监。
ACD
A．基坑支护与降水工程
B．钢配绑扎工程
C．模板工程
D．起重吊装工程
E．混凝土浇筑工程
275 班前活动的安全交底主要内容是( )。 ABDE
A．当天的作业环境
B．气候情况
C．工酬
D．各个环节的操作安全要求
E．与特殊工种的配合
276 项目负责人应根据( )的要求，采取可靠的技术措施，消除安全隐患，保证施 ABCD
A．工程特点
B．施工方染
C．施工程序
D．安全法规和标准
E．情况不明
277 项目负责人应根据施工中( ) 进行相应的安全控制。 ABDE
A．人的不安全行为
B．物的不安全状态
C．安全费用
D．管理缺陷
E．作业环境的不安全因素
278 建筑施工企业应当为施工现场( )的人员，在施工活动过程中发生的人身意外
伤亡事故提供保障，办理建筑意外伤害保险、支付保险费。
DE
A．建设单位
B．监理
C．全部
D．施工作业
E．管理
279 施工现场坑、井、沟和各种( )周围，都要指定专人设置围栏或盖板和安全标
志，夜间要设红灯示警；各种防护设施、警告标志，未经施工负责人批准不得移
BCD
A．混凝土搅拌站
B．孔洞
C．易燃易爆场所
D．变压器
E．钢筋切断机
280 下列属于国标安全色有( )种颜色。 ABCE
A．红
B．黄
C．绿
D．紫
E．蓝
281 安全技术交底必须( )。 ABC
A．具体
B．明确
C．针对性强
第 29 页，共 218 页
D．含混
E．不需要具体
282 职工有下列情形之一的，视同工伤而不是认定为工伤的( ) CDE
A．在工作时间和工作场所内，因工作原因受到事故伤害的
B．工作时间前后在工作场所内，从事与工作有关的预备性或者收尾性工作受到
C．在工作时间和工作岗位，突发疾病死亡或者在48小时之内经抢救无效死亡的
D．在抢险救灾等维护国家利益、公共利益活动中受到伤害的
E．职工原在军队服役，因战、因公负伤致残，已取得革命伤残军人证，到用人
单位后旧伤复发的
283 工伤职工有下列情形( )，停止享受工伤保险待遇。 ABCD
A．丧失享受待遇条件的
B．拒不接受劳动能力鉴定的
C．拒绝治疗的
D．被判刑正在收监执行的
E．事故鉴定错误的
284 事故的分析处理要遵守“四不放过原则”是( )。 ABDE
A．事故原因没有查清不放过
B．事故责任者没有严肃处理不放过
C．生命和财产损失不公示不放过
D．广大职工没有受到教育不放过
E．防范措施没有落实不放过
285 在施工现场发生气体中毒事故的部位主要是( )。 ABDE
A．人工挖孔桩挖掘孔井时，孔内常有一氧化碳、硫化氰等毒气溢出。特别是在
旧河床，有腐殖土等地层挖孔，更易散发出有毒气体，稍一疏忽会造成作业人员
B．在地下室、水池、化粪池等部位作业时，作业人员也要注意有害气体的伤害
C．夏天中午暴晒时作业
D．冬季施工中常在混凝土或砂浆里掺放添加剂。常用的是亚硝酸钠，它属于剧
E．施王队伍宿舍需要取暖时，常在宿舍内生煤火，或用焦炭作燃料取暖，容易
产生一氧化碳
286 建筑施工企业主要负责人，是指对本企业日常生产经营活动和安全生产工作全面
负责、有生产经营决策权的人员，包括( )等。
ABC
A．企业法定代表人
B．经理
C．企业分管安全生产工作的副经理
D．安全员
E．项目负责人
287 建筑施工企业专职安全生产管理人员，是指在企业专职从事安全生产管理工作的
人员，包括( )。
DE
A．企业法定代表人
B．企业分管安全生产工作的副经理
C．经理
D．企业安全生产管理机构的负责人及其工作人员
E．施工现场专职安全生产管理人员
288 施工单位应当在( )、爆破物及有害危险气体和液体存放处等危险部位，设置
明显的安全警示标志。
BCDE
A．施工围墙
B．施工起重机械
C．临时用电设施
D．脚手架
E．基坑边沿
289 特种作业人员具备的条件( ) ABCD
A．年龄满18岁
B．身体健康、无妨碍从事相应工种作业的疾病和生理缺陷
C．初中以上文化程度，具备相应工种的安全技术知识
第 30 页，共 218 页
D．符合相应工种作业特点需要的其他条件
E．参加企业制定的安全技术理论和实际操作考核并成绩合格
290 施工单位进行施工时，发现（ ）等，应当保护好现场并按规定及时报告有关 ABCD
A．文物
B、古化石
C．爆炸物
D．放射性污染源
E．不规则物体
291 安全检查根据检查内容和检查形式可分为( )。 ABCD
A．日常安全检查
B、定期安全检查
C．专业性安全检查
D．季节性及节假日前后安全检查
E．个人检查和集体复查
292 高大模板工程是指( )。 ABCE
A．水平混凝土构件模板支撑系统高度超过8m，或跨度超过18m的模板支撑系统
B．施工总荷载大于10kN／m2的模板支撑系统
C．集中线荷载大于15kN／m的模板支撑系统
D．梁截面尺寸300x500mm的模板支撑系统
E．梁截面尺寸600x1200mm的模板支撑系统
293 深基坑工程是指：( )。 ABC
A．开挖深度超过5m(含5m)的基坑工程
B．地下室三层以上(含三层)的基坑工程
C．深度虽未超过5m(含5m)，但地质条件和周围环境及地下管线极其复杂的工程
D．地下水位较高的基坑工程
E．两层地下室的工程
294 建筑材料、设备器材、现场制品、半成品、成品、构配件等应严格按现场平面布
置图指 定位置堆放并挂上标牌，注明( )。
BCD
A．尺寸
B．名称
C．品种
D．规格
E．颜色
295 ( )等每25m2配备一只种类合适的灭火机，油库危险品仓库应配备足够数量、
种类合适的灭火机。
ABC
A．临时木工间
B．油漆间：
C．木．机具间
D．钢筋加工间
E．设备间
296 施工单位应当在施工现场建立消防安全责任制度，确定消防安全责任人，制定动
火、用电．使用易燃易爆材料等各项消防安全管理制度和操作规程，( )。
ABDE
A．设置消防通道
B．设置消防水源
C．每周进行一次防火演练
D．在施工现场人口处设置明显标志
E．配备消防设施和灭火器材
297 施工现场坑、井、沟和( )周围，夜间要设红灯示警。 BCD
A．混凝土搅拌站
B．孔洞
C．易燃易爆场所
D．变压器
E．钢筋切断机
298 施工现场的围挡要做到（ ）。 ABCD
第 31 页，共 218 页
A．稳定
B．整洁
C．美观
D．坚固
E．透空绿化
299 建设工程施工现场场容场貌方面主要包括( )。 ABCD
A．道路畅通
B．排水沟．排水设施畅通
C．工地地面硬化处理
D．绿化
E．材料堆放
300 《建筑施工安全检查标准》JGJ 59-99标准文明施工检查表规定料堆应挂标牌标
明材料的( )。
ABD
A．名称
B．品种
C．大小
D．规格
E．产地
301 《建筑施工安全检查标准》JGJ 59-~9标准文明施工检查表规定现场应设置( )
等宣传教育场所。
ABC
A．宣传栏
B．读报栏
C．黑板报
D．游戏栏
E．企业自编的报纸
302 项目的主要工种应有相应的安全技术操作规程，一般应包括( )工种： ABCDE
A．砌筑、拌灰、混凝土
B．钢筋、机械、电气焊、起重司索
C．信号指挥、塔司、架子
D．木作、水暖、油漆
E．特种作业应另行补充
303 下列属于建筑企业负责人的安全教育培训内容的是： ABCDE
A．国家有关安全生产的方针、政策、法律和法规及有关行业的规章、规范和标
B．典型事故案例分析
C．重、特大事故防范、应急救援措施及调查处理方法，重大危险源管理与应急
救援预案编制原则
D．建筑施工企业安全生产管理的基本知识、方法与安全生产技术，有关行业安
全生产管理专业知识
E．企业安全生产责任制和安全生产规章制度的内容、制定和方法；国内外先进
的安全生产管理经验
304 建筑施工企业应当加强对本企业和承建工程安全生产条件的日常动态检查，发现
不符合法定安全生产条件的，应当：
AB
A．立即进行整改
B．做好自查和整改记录
C．停止施工
D．向监理单位报告
E．在项目竣工后系统整改
305 出租单位出租的建筑起重机械和使用单位购置、租赁、使用的建筑起重机械应当 ABC
A．特种设备制造许可证
B．产品合格证
C．制造监督检验证明
D．监理单位证明
E．使用记录
第 32 页，共 218 页
306 建筑起重机械有下列哪些情形之一的，出租单位或者自购建筑起重机械的使用单
位应当予以报废，并向原备案机关办理注销手续。
ABC
A．属国家明令淘汰或者禁止使用的
B．超过安全技术标准或者制造厂家规定的使用年限的
C．经检验达不到安全技术标准规定的
D．没有完整安全技术档案的
E．没有齐全有效的安全保护装置的
307 建筑起重机械安装、拆卸工程档案应当包括以下资料 ABCDE
A．安装、拆卸合同及安全协议书
B．安装、拆卸工程生产安全事故应急救援预案
C．安全施工技术交底的有关资料
D．安装工程验收资料
E．安装、拆卸工程专项施工方案
308 某建设工程已委托某施工单位作为总承包单位。该施工单位提出由另一家施工单
位作为分包，承担主体施工。所有安全责任由分包单位负责，如果有了事故也由
分包单位上报，并已签订了分包合同。
309 主体工程可以由分包单位自主承担。( ) B
A．正确
B．错误
310 国家有规定，总包单位对工程建设项目施工的安全生产负总责。( ) A
A．正确
B．错误
311 此事故应由分包单位上报。( ） B
A．正确
B．错误
312 国家有规定，事故统一由建设单位上报。( ) B
A．正确
B．错误
313 某小区十号楼地下室有一电气设备，该设备一次电源线长度为10.5m；接头处没
有用橡皮包布包扎，绝缘处磨损，电源线裸露；安装该设备的漏电开关内的拉杆
脱落，漏电开关失灵。某工程公司在该地下室施工中，付某等3名抹灰工将该电
气设备移至新操作点，移动过程中付某触电死亡。
314 本事故的主要原因之一是违章操作，移动电器设备未切断电源。( ) A
A．正确
B．错误
315 特种作业人员必须按照国家有关规定经过专门的安全作业培训，并取得特种作业
操作资格证书后，方可上岗作业。( )
A
A．正确
B．错误
316 下列属于特种作业人员的是( )。 A
A．电工
B．木工
C．水暖工
D．瓦工
317 下列关于特种作业的说法正确的是( )。 B
A．特种作业人员未经培训考核即从事特种作业并造成重大安全事故，不得追究
B．对特种作业人员专门的安全作业培训，是指由有关主管部门组织的专门针对
特种作业人员的培训
C．特种作业是指容易发生人员伤亡事故，对操作者本人、他人及周围设施的安
全有重大危害的作业
D．特种作业人员可不考核从事相应工种作业的疾病和生理缺陷情况
第 33 页，共 218 页
318 某工程公司在一大厦广场基础工程进行护坡桩锚杆作业。当天工地主要负责人、
安全员、电工等有关人员不在现场。下锚杆筋笼时，班组长因故请假也不在现
场，13名民工在无人指挥的情况下自行作业，因钢筋笼将配电箱引出的380V电缆
线磨破，使钢筋笼带电，造成5人触电死亡。
319 这起事故中造成触电伤害原因之一是民工违章作业。( ) A
A．正确
B．错误
320 这起事故中，操作人员没有违规操作的行为。( ) B
A．正确
B．错误
321 这起事故直接原因是( )。 D
A．由13名民工进行作业，人员过多
B．工地主要负责人不在现场
C．班组长请假
D．380V电缆线磨破漏电
322 下列对于三类人员的安全管理职责的说法正确的是( )。 C
A．施工单位主要负责人对工程项目的安全生产工作不需负责任
B．施工单位的项目负责人对本企业的安全负全部责任
C．现场安全生产管理人员负责对安全生产进行现场监督检查
D．专职安全生产管理人员对违章指挥、违章操作的，应当立即报告，并可以越
级上报，但无权制止施工单位的行为
323 某工地，焊接一膨胀水箱。焊工在完成了4／5的工作量下班后，工地负责人又安
排了油漆工将焊好的部分刷上防锈漆。因场地通风不良，到第二天油漆未干。焊
工上班后，未采取相应措施继续施焊，造成水箱内油漆挥发气体爆炸燃烧，焊工
324 从上述案例中应吸取的主要教训是：工地负责人应严格按焊接要求组织生产，合
理安排工序，进行有针对性的安全技术交底，不能强令工人冒险作业。( )
A
A．正确
B．错误
325 施工现场动火前、动火过程中要严格进行环境安全检查。( ) A
A．正确
B．错误
326 施工现场油漆作业与焊接作业可同时进行。( ) B
A．正确
B．错误
327 下列施工现场消防器材的配备说法正确的是( )。 C
A．临时搭设的建筑物区域内，每lOO㎡配备5只10L灭火器
B．大型临时设施总面积超过50000㎡，应备有专供消防用的太平桶、积水桶(池) 、黄砂池等设施，上述设施周围不得堆放物品
C．临时木工间、油漆间和木、机具间等每25㎡配备一只种类合适的灭火器
D．30m高度以上高层建筑施工现场，应设置具有足够扬程的高压水泵或其他防火
328 某建筑公司在月度安全检查中，发现3号工地脚手架搭设存在如下问题：①超过
24m高的脚手架没有搭设方案，无审批手续；②采用的分段整体提升脚手架未经
审查批准；③部分使用的脚手架材料规格不一；④搭设架子的基础多处出现不平
329 为避免施工中引发脚手架坍塌事故伤害作业人员，脚手架立即停止使用。( ) A
A．正确
B．错误
330 上述安全检查中发现的“超过24m高的脚手架没有搭设方案，无审批手续”不影
响脚手架的正常使用和施工，不属于违规行为。( )
B
A．正确
B．错误
331 上述安全检查中发现的“个别立杆悬空问题”属于正常现象，在搭设脚手架时是
不可避免的。( )
B
A．正确
B．错误
第 34 页，共 218 页
332 依据《建设工程安全生产管理条例》规定，施工单位应当在施工组织设计中编制
安全技术措施和施工现场临时用电方案，对达到一定规模的危险性较大的( )
等分部分项工程编制专项施工方案，并附具安全验算结果，经施工单位技术负责
B
A．混凝土工程
B．脚手架工程
C．抹灰工程
D．钢筋绑扎工程
333 某公司在一工地用吊篮进行外装修作业时，施工员指派一名抹灰工升吊篮，由于
吊篮未挂保险钢丝绳，在上升时突然一个倒链急剧下滑，吊篮随即倾斜，由于一
作业人员未系安全带，从吊篮坠落死亡。
334 造成这一事故的主要原因之一，是作业时吊篮未挂保险钢丝绳和工人未系安全带 A
A．正确
B．错误
335 高处作业吊篮必须设置保险锁。( ) A
A．正确
B．错误
336 作业时工人将安全带挂在吊篮升降用的钢丝绳上。( ) B
A．正确
B．错误
337 下列关于施工员布置这项工作的说法正确的是( ) D
A．事故责任在于设备，与施工员无关
B．可以安排未经培训的抹灰工操作吊篮的升降
C．施工现场的工作布置由施工员安排，没有违章指挥
D．抹灰工对于施工员的违章指挥可以拒绝接受
338 某单位将新招来的一批民工直接派到工地参加人工挖孔桩施工。其中一人挖土深
度达到5m时，闻到异样气味，感觉头晕腿软，奋力呼叫地面同伴，由于没有系安
全绳，地上的人费尽周折才把下面的人救上来，险些酿成伤亡事故。
339 此事件的违规之处在于，孔下作业人员未系安全绳。( ) A
A．正确
B．错误
340 由于没有造成伤亡事故，所以可以认为没有违规。( ) B
A．正确
B．错误
341 上述事件中，如果没有劳动合同，则即使发生了事故，也不属于施工单位的事
故，可不予以上报。( )
B
A．正确
B．错误
342 下列关于新工人上岗培训的要求正确的是( )。 B
A．新工人必须进行公司、班组和作业技术的三级安全教育
B．新工人上岗前必须接受规定课时的安全生产教育培训
C．对于不从事危险作业的新工人不必进行安全教育和技术培训
D．从事特种作业的新工人可以直接进行特种作业人员培训，不需要再进行三级
343 某工地按施工进度要求正在搭设扣件式脚手架，安全员巡视检查发现新购进的扣
件表面粗糙，商标模糊，向架子工询问，工人说有的扣件螺栓滑丝，有的扣件一
拧，小盖口就裂了。安全员对此批扣件质量发生怀疑。
344 对于上述情况，安全员不必作相应处理。( ) B
A．正确
B．错误
345 国家对扣件式钢管脚手架使用的扣件实行生产许可证制度。( ) A
A．正确
B．错误
346 为防止安全事故的发生，安全员处理此事，下列方法正确的是（ ）。 A
A．扣件检验不合格，将所有扣件清除出现场，追回已使用的扣件，并向有关负
责人报告追查不合格产品的来源
第 35 页，共 218 页
B．告诉工人将坏掉的扣件保留，以便万一发生事故时留作证据
C．把有问题扣件扔掉，好的继续使用
D．保存此批扣件，用于上部脚手架的搭设
347 下列关于脚手架工程的规定正确的是( )。 C
A．常规的脚手架工程，可以不编制专项施工方案，做好验收即可
B．对脚手架工程所使用的钢管、扣件应检查验收其质量，脚手板、安全网可以
C．脚手架工程必须编制专项施工方案，并严格按照经审批的方案搭设
D．从事特种作业的架子工因持有特种作业操作证，不必进行入场安全教育
348 某小区十号楼地下室有一电气设备，该设备一次电源线使用二芯绕线，缆线长度
为10．5m；接头处没有用橡皮包布包扎，绝缘处磨损，电源线裸露；安装在该设
备上的漏电开关内的拉杆脱落，漏电开关失灵。某工程公司在该地下室施工中，
付某等3名抹灰工将该电气设备移至新操作点，移动过程中付某触电死亡。
349 本事故的原因主要是违章操作，移动电器设备未切断电源；操作人员不是专业电
工，不能移动电气设备；缺乏日常安全检查，未及时发现事故隐患；可能造成付
某触电的漏电原因有电气设备漏电，接头处没有用橡皮包布包扎，绝缘处磨损，
电源线裸露；漏电开关失灵等。( )
A
A．正确
B．错误
350 特种作业人员必须按照国家有关规定经过专门的安全作业培训，并取得特种作业
操作资格证书后，方可上岗作业。( )
A
A．正确
B．错误
351 下列属于特种作业人员的是( )。 A
A．电工
B．木工
C．水暖工
D．瓦工
352 下列关于特种作业的说法正确的是( )。 C
A．对于特种作业人员未经培训考核即从事特种作业并造成重大安全事故，构成
犯罪的，对直接责任人员．班组长、特种作业培训人员、项目管理人员和企业主
要负责人等全部相关管理人员，依照刑法的有关规定追究刑事责任
B．对特种作业人员专门的安全作业培训，是指由有关主管部门组织的专门针对
特种作业人员的培训，也就是特种作业人员在独立上岗作业前，必须进行与本项
目相适应的、各工种相互交叉作业时安全技术理论学习和实际操作训练
C．根据《特种作业人员安全技术培训考核管理办法》规定，特种作业是指容易
发生人员伤亡事故，对操作者本人、他人及周围设施的安全有重大危害的作业
D．特种作业人员必须是身体健康、无妨碍从事相应工种作业的疾病和生理缺
陷，而且具有相应的特种作业培训合格证书和中级以上职称的人员
353 某工程公司在一大厦广场基础工程进行护坡桩锚杆作业。当天工地主要负责人、
安全员、电工等有关领导及管理人员都去别的地方而不在现场。工地施工分成一
、二两组，班组长秦某请假，临时委托张某代替自己的工作，张某在二组指挥下
锚杆筋笼，一组无人指挥，长22m，由3根Φ25螺纹钢的钢筋笼由13名民工自行进
行作业，民工在下锚杆时，因钢筋笼将配电箱引出的380V电缆线磨破，使钢筋笼
带电，造成5个触电，经医院抢救，其中3人脱险，另两人因光脚未穿鞋，经抢救
354 这起事故中造成触电伤害原因之一是民工违章作业。( ) A
A．正确
B．错误
355 这起事故中，操作人员没有违规操作的行为。( ) B
A．正确
B．错误
356 这起事故直接原因的是( )。 D
A．由13名民工进行作业，人员过多
B．工地主要负责人不在现场
C．班组长秦某请假
第 36 页，共 218 页
D．380V电缆线磨破漏电
357 下列对于三类人员的安全管理职责的说法正确的是( )。 C
A．施工单位主要负责人依法对本单位参与施工的所有项目的安全生产工作负主
B．施工单位的项目负责人对本单位参与施工的建设工程项目的安全负全部责任
C．现场安全生产管理人员负责对安全生产进行现场监督检查
D．专职安全生产管理人员对违章指挥、违章操作的，应当立即报告，并可以越
级上报，但无权制止施工单位的行为
358 焊工贾某、王某在市职业大学教学楼工地，焊接一个(4．5×2×1．5)m3的膨胀
水箱。两人完成了4／5的工作量下班后，为了赶工程进度，工地负责人又安排了
油漆工加班施工，要求将焊好的部分刷上防锈漆。因箱顶离屋顶仅有50cm间隙，
通风不良，到第二天油漆还未干。而焊工上班后，虽了解到水箱上油漆未干，但
因不愿误工，由贾某钻进水箱内侧扶焊，王某站在外面焊接，刚一打火“轰”的
一声，水箱上的油漆全部燃烧起来。顿时，贾某被火焰吞噬，在王某的帮助下，
359 从上述案例中应吸取的主要教训是：指挥人员应严格按焊接要求组织生产，合理
安排工序，进行有针对性的安全技术交底，不能强令工人冒险作业。
A
A．正确
B．错误
360 施工现场动火前、动火过程中要严格进行环境安全检查。 A
A．正确
B．错误
361 施工现场油漆作业与焊接作业可同时进行。 B
A．正确
B．错误
362 下列施工现场消防器材的配备说法正确的是( )。 C
A．临时搭设的建筑物区域内，每l00㎡配备5只10L灭火机
B．大型临时设施总面积超过50000㎡，应备有专供消防用的太平桶、积水桶(池) 、黄砂池等设施，上述设施周围不得堆放物品
C．临时木工间、油漆间和木、机具间等每25㎡配备一只种类合适的灭火机
D．30m高度以上高层建筑施工现场，应设置具有足够扬程的高压水泵或其他防火
363 某公司在一工地用吊篮架进行外装修作业时，首层安全网已经拆除，施工员指派
一名抹灰工升降吊篮，在用倒链升降时，未挂保险钢丝绳，突然一个倒链急剧下
滑，吊篮随即倾斜，使一名工人从吊篮上摔下死亡。
364 “违章操作，作业时未挂安全绳，工人未系安全带”属于造成这一事故发生的不
安全因素之—。( )
A
A．正确
B．错误
365 上述事故中，“用吊篮架进行外装修作业时，首层安全网拆除”的做法是错误
的，属于违章作业。
A
A．正确
B．错误
366 下列关于本事故的说法错误的是( )。 B
A．施工员违章指挥，不应指派抹灰工进行操作
B．项目负责人没有亲自指挥
C．作业时没有对升降装置进行认真检查，设备带“病”作业
D．违反高处作业规定，支设的水平安全网在高处作业未完成时被拆除
367 下列关于施工员布置这项工作的说法正确的是( )。 D
A．事故责任在于设备，与施工员无关
B．对于临时安排抹灰工操作一下升降吊篮没有什么，是施工员统筹考虑现场实
际的正确工作布置
C．施工现场的工作布置由施工员安排，没有违章指挥
D．抹灰工对于施工员布置的明显有较大危险而且没有防护设施的工作可以不接
368 某工地按施工进度要求正在搭设扣件式脚手架，安全员巡视检查发现新购进的扣
件表面粗糙，商标模糊，向架子工询问，工人说有的扣件螺栓滑丝，有的扣件一
拧，小盖口就裂了。安全员对此批扣件质量发生怀疑。
第 37 页，共 218 页
369 对于上述情况，安全员没必要大惊小怪，告诉施工人员注意一下就可以了。毕竟
扣件是金属做成的，不会出现问题。( )
B
A．正确
B．错误
370 安全员对此批扣件质量发生怀疑是没有必要的。( ) B
A．正确
B．错误
371 为防止安全事故的发生，安全员处理此事的下列方法正确的是( )。 A
A．扣件检验不合格，将所有扣件清除出现场，追回已使用的扣件，并向有关负
责人报告追查不合格产品的来源
B．告诉工人将坏掉的扣件保留，以便万一发生事故时留作证据
C．把坏掉的扣件扔掉，好的继续使用
D．保存此批扣件，用于上部脚手架的搭设
372 下列关于脚手架工程的规定正确的是( )。 C
A．在施工现场安装、拆卸整体提升脚手架等自升式架设设施，必须由本单位的
B．安装、拆卸整体提升脚手架等自升式架设设施，不需要编制拆装方案
C．整体提升脚手架等自升式架设设施安装完毕后，安装单位应当自检，出具自
检合格证明，并向施工单位进行安全使用说明，办理验收手续并签字
D．脚手架是工程建设过程中最常见的分部分项工程，各类作业人员都很熟悉其
搭设与拆除的方法，其作业人员不需要特种作业培训
373 某施工队在某单位租借一间平房，承揽装修工程，由原来仅加工的木工活，要再
增加做铝合金和塑钢门窗加工，没有正式电工。房间里要重新布置一下，原有一
单相小电气设备(多功能木工机械)要移位，该设备的一次电源线是使用软电缆线
沿墙边明设在水泥地面上的。缆线绝缘层已有磨损，电缆线裸露，接头处也没有
用绝缘胶布包好，安装在该设备上的漏电开关也已失灵。在移动过程中田某等两
名触电死亡，学徒工看见后又用手直接去拉田某也被电死。
374 田某等人触电死亡的主要原因有：违章操作，移动电气设备必须经电工切断电
源，并做妥善处理后进行；破损电缆线未及时更换，不符合安全用电要求；非专
业电工移动了电气设备；漏电开关失灵，不起安全保护作用；缺乏日常安全教育
和检查，未及时发现事故隐患等。( )
A
A．正确
B．错误
375 上述事故中，只有最后的学徒工的做法是错误的，其前两名人员的死亡属于意
外，很难控制。( )
B
A．正确
B．错误
376 下列关于电工的说法正确的是( ) C
A．电工不属于特种作业人员范围
B．电工不需要特别的培训，只要懂得电工作原理的人就可以在施工现场操作用
C．电工需要按照特种作业人员的培训和考核要求进行培训和考核合格后才可上
D．对于投资100万元以下的的建设项目，可以不需要电工
377 对于本案例中造成3人死亡的事故，下列说法正确的是( )。 C
A．本案例事故发生在自己公司工作场地修缮作业过程中，不属于对外承揽项目
施工过程中发生的事故，不应按照事故报告程序上报，自行处理即可
B．本案例事故发生在自己公司工作场地修缮作业过程中，不属于工伤保险范围
C．本案例事故属于重大伤亡事故，应立即上报
D．本案例的事故由于是在租赁的房间内由于电缆线布置不当及裸露的原因而引
发的事故，事故责任在于房屋出租方
378 某建筑公司，为了安排下岗职工就业，在集镇路边30m2房间内，开了一个电气焊
修理门市部。为了节约资金，焊机用的是已停用一年的旧机，一次测电源用的是
闸刀开关，并安装在室内，门口路边就是焊接与切割场所。室内既是焊切工具、
氧气瓶、乙炔瓶的储存间，又是工人中午吃饭休息的场所。公司对工人只进行了
第 38 页，共 218 页
379 该电气焊修理门市部的安全隐患有：工人生活及其所用设备、工具均在同一狭小
的室内；在30m2有闸刀开关的室内，不应存放氧气瓶及乙炔瓶；作业人员无证上
岗；焊机各项性能指标未经检验；氧气瓶与乙炔瓶不能混放等。( )
A
A．正确
B．错误
380 上述施工企业的是为了安排下岗职工就业的行为，公司对职工的培训可以不和其
他职工的培训一样，不受限制。( )
B
A．正确
B．错误
381 下列关于焊机的说法正确的是( )。 D
A．焊机属于小型工具，使用时没有危险
B．焊机属于电气设备，停用一段时间后可以继续使用，不需要重新进行检测
C．焊机操作人员没有特殊要求
D．焊机操作人员需要持证上岗
382 下列关于焊工的说法正确的是( )。 D
A．焊工不属于特种作业人员
B．该案例中对焊工的培训是合格的
C．焊工的上岗条件没有特殊要求
D．焊工应该按照《特种作业人员安全技术培训考核管理办法》的要求进行培训
383 2004年某业主将一栋大型剧院建筑的拆除任务，发包给李某拆除资质的防腐保温
劳务公司，由于不了解拆除作业的危险性，操作人员决定先拆混凝土梁，后拆混
凝土板。操作时，现场也无安全人员在场，无安全措施；在梁拆至一半时全部楼
板塌下，造成多人死亡。事后检查该施工方法无方案、无交底，公司也没有施工
384 此事故发生的原因之一是： 拆除作业发包给无相应资质的施工单位施工。( A
A．正确
B．错误
385 先拆梁后拆板是事故发生的原因之一。( )。 A
A．正确
B．错误
386 拆除作业的施工方案应先交安全员，由安全员批准后，方可施工。( ) B
A．正确
B．错误
387 大型拆除作业必须编制施工方案，必要情况下应当组织专家进行论证。（ ） A
A．正确
B．错误
388 2003年11月12日，国务院第28次常务会议讨论并原则通过了《建设工程安全生产
管理条例》草案，( )温家宝总理签署第393号国务院令予以公布。
D
A．2002年11月20日
B．2002年11月24 日
C．2003年11月20日
D．2003年11月24日
389 ( )的颁布实施，标志着安全生产成为我国现阶段建筑业工作的重点，安全生
产制度被确立为促进我国建筑业发展的一项根本制度。
C
A．《建筑法》
B．《安全生产法》
C．《建设工程安全生产管理条例》
D．《建设工程质量管理条例》
390 原建设部从1996年开始申办在我国执行建筑业安全卫生公约，并于( )经全国
人大常务委员会通过，我国正式批准在中国除香港特别行政区以外实施建筑施工
安全卫生公约，成为国际上实施建筑业安全卫生公约的第15个国家。
A
A．2001年10月27日
B．2002年10月27日
C．2003年10月27日
D．2003年10月24日
第 39 页，共 218 页
391 原建设部从1996年开始申办在我国执行建筑业安全卫生公约，并于2001年10月27
日经我全国人大常务委员会通过，我国正式批准在中国除香港特别行政区以外实
施建筑施工安全卫生公约，成为实施建筑业安全卫生公约的第( )个国家。
D
A．10
B．12
C．14
D．15
392 《建筑法》(草案)经全国人大第八届常委会第28次会议审议，于( )正式颁。 A
A．1997年11月1日
B．1998年11月l日
C．1997年11月12日
D．1998年11月12日
393 《建筑法》是我国第一部规范建筑活动的部门( )。 A
A．法律
B．法规
C．规章
D．规范性文件
394 《建筑法》总计( )条。 B
A．80．
B．85
C．90
D．95
395 ( )是安全生产领域的综合性基本法，它是我国第一部全面规范安全生产的专 B
A．《建筑法》
B．《安全生产法》
C．《建设工程安全生产管理条例》
D．《建设工程质量管理条例》
396 行政法规是由国务院制定的( )，颁布后在全国范围内施行。 D
A．法律
B．法规
C．规章
D．法律规范性文件
397 《安全生产许可证条例》于( )国务院第34次常务会议通过。 C
A．2003年1月7 日
B．2003年2月7日
C．2004年1月7日
D．2004年2月7日
398 ( )负责中央管理的建筑施工企业安全生产许可证的颁发和管理。 A
A．国务院建设主管部门
B．省级建设行政主管部门
C．市级建设行政主管部门
D．县级以上建设行政主管部门
399 ( )负责非中央管理的建筑施工企业安全生产许可证的颁发和管理，并接受国
务院建设主管部门的指导和监督。
C
A．国务院建设主管部门
B．市级建设行政主管部门
C．省、自治区、直辖市人民政府建设主管部门
D．县级以上建设行政主管部门
400 《中华人民共和国劳动法》于( ）中华人民共和国第八届全国人民代表大会常
务委员会第八次会议通过
A
A．1994年7月5日
B．1995年7月5日
C．1996年7月5日
D．1997年7月5日
第 40 页，共 218 页
401 在（ ）中，我国第一次以法律形式确立了企业安全生产的准入制度，是强化
安全生产源头管理，全面落实“安全第一，预防为主”安全生产方针的重大举措
D
A．《建筑法》
B．《安全生产法》
C．《建设工程安全生产管理条例》
D．《安全生产许可证条例》
402 《建筑工程安全生产管理条例》对政府部门、有关企业及相关人员的建设工程安
全生产和管理行为进行了全面规范，确立了十三项主要制度。其中，涉及政府部
门的安全生产监管制度( )项。
C
A．5
B．6
C．7
D．8
403 下列( )选项不属于企业取得安全生产许可证所应当具备的安全生产条件。 D
A．建立、健全安全生产责任制，制定完备的安全生产规章制度和操作规程
B．安全投入符合安全生产要求
C．设置安全生产管理机构，配备专职安全生产管理人员
D．企业负责人学历要求为本科以上
404 安全生产许可证颁发管理机关应当自收到申请之日起( )日内审查完毕，经审
查符合本条例规定的安全生产条件的，颁发安全生产许可证。
D
A．15
B．20
C．30
D．45
405 对不符合本条例规定的安全生产条件的企业，不予颁发安全生产许可证，并应( C
A．电话通知企业
B．通过上网公示通知企业
C．书面通知企业并说明理由
D．以上答案都不对
406 安全生产许可证的有效期为( )年。 B
A．2
B．3
C．4
D．5
407 安全生产许可证有效期满需要延期的，企业应当于期满前( )个月向原安全生
产许可证颁发管理机关办理延期手续。
A
A．3
B．6
C．9
D．12
408 企业在安全生产许可证有效期内，严格遵守有关安全生产的法律法规，未发生死
亡事故的，安全生产许可证有效期届满时，经原安全生产许可证颁发管理机关同
意，不再审查，安全生产许可证有效期延期( )年。
C
A．1
B．2
C．3
D．6
409 ( )于1991年12月5日由原建设部第15号令发布，主要规定了建设工程施工现场
管理的一般性规定，施工单位文明施工的要求以及施工单位对建设工程施工现场
A
A．《建设工程施工现场管理规定》
B．《建筑安全生产监督管理规定》
C．《建设工程安全生产管理条例》
D．《安全生产许可证条例》
第 41 页，共 218 页
410 （ )2000年8月21日第27次原建设部常务会议通过，主要规定了实施工程建设
强制性标准的监督管理工作的政府部门，对工程建设各阶段执行强制性标准的情
况实施监督的机构以及强制性标准监督检查的内容。
D
A．《建设工程施上现场管理规定》
B．《建筑安全生产监督管理规定》
C．《建设工程安全生产管理条例》
D．《实施工程建设强制性标准监督规定)
411 ( )于1999年2月3日由原建设部第66号令发布，其制定目的是保障和监督建设
行政执法机关有效实施行政管理，保护公民．法人和其他组织的合法权益，促进
建设行政执法工作的程序化．规范化：
B
A．《建设工程施工现场管理规定》
B．《建设行政处罚程序暂行规定》
C．《建设工程安全生产管理条例》
D．《中华人民共和国行政处罚法》
412 ( )是指国务院有关主管部门对没有国家标准而又需要在全国某个行业范围内
统一的技术要求所制定的技术规范。
C
A．规范性文件
B．强制性标准
C．行业标准
D．规章
413 《建筑施工安全检查标准》(JGJ 59~99)是( )。 B
A推荐性行业标准
B．强制性行业标准
C．推荐性国家标准
D．强制性国家标准
414 《施工企业安全生产评价标准》(JCJ／T77--2003)是一部( )。 A
A．推荐性行业标准
B．强制性行业标准
D．推荐国家标准
D．强制性国家标准
415 国务院令第397号( )中规定，依法进行安全评价是企业取得安全生产许可证应
当具备的条件之一。
C
A．《建筑法》
B．《施工企业安全生产评价标准》
C．《安全生产许可证条例》
D．《建设工程安全生产管理条例》
416 下列关于法律责任的基本特征的论述（ ）是错误的。 C
A．法定性
B．法律责任的大小同违法程度相适应
C．法律关系客体违法
D．法律责任由专门的国家机关或部门认定
417 下列( )不属于承担民事责任的方式。 D
A．停止侵害
B．返还财产
C．赔偿损失
D．刑事拘留
418 下列( )不属于行政处罚的种类。 D
A．警告
B．记过
C．罚款
D．责令停产停业
419 下列( )不属于行政处分，即由国家机关、企事业单位对其工作人员违反行政
法规或政纪的行为所实施的制裁，主要有警告、记过、记大过、降职、降薪、撤
A
A.．罚款
第 42 页，共 218 页
B．记大过
C．警告
D．留用察看
420 下列属于刑事处罚中的主刑的一项是( )。 B
A．罚金
B．管制
C．没收财产
D．剥夺政治权利
421 建筑工程的发包单位与承包单位应当依法订立( )合同，明确双方的权利和义 C
A．口头
B．口头或书面
C．书面
D．其他形式的
422 建筑工程实行总承包，( )将建筑工程肢解发包。 C
A．允许
B．原则上禁止
C．禁止
D．原则上允许
423 建筑工程总承包单位可以将承包工程中的( )工程发包给具有相应资质条件的 B
A．全部
B．部分
C．绝大部分
D．任意比例部分
424 ( )可以规定实行强制监理的建筑工程的范围。 D
A．县级以上人民政府建设行政主管部门
B．省级以上人民政府建设行政主管部门
C．国务院建设行政主管部门
D．国务院
425 实行监理的建筑工程，由( )委托具有相应资质条件的监理单位监理。 C
A．总承包单位
B．分包单位
C．建设单位
D．各级人民政府建设行政主管部门
426 建设单位与其委托的工程监理应当订立( )委托监理合同。 B
A．口头
B．书面
C．口头或书面
D．任意形式的
427 建筑施工企业在编制施工组织设计时，应当根据( )制定相应的安全技术措施 A
A．建筑工程的特点
B．建设单位的要求
C．本单位的特点
D．主管部门的要求
428 ( )负责建筑安全生产的监督管理。 C
A．劳动行政主管部门
B．建筑业协会
C．建设行政主管部门
D．国务院
429 建筑施工企业的( )对本企业的安全生产负责。 D
A．总经理
B．项目经理
C．专职安全生产管理人员
D．法定代表人
430 建筑施工企业( )为从事危险作业的职工办理意外伤害保险，支付保险费。 B
第 43 页，共 218 页
A．可以
B．必须
C．不必
D．自行决定是否
431 房屋拆除应当由具备保证安全条件的建筑施工单位承担，由( )对安全负责。 A
A．建筑施工单位负责人
B．专职安全生产管理人员
C．项目经理
D．建设单位负责人
432 施工中发生事故时，( )应当采取紧急措施减少人员伤亡和事故损失，并按照
国家有关规定及时向有关部门报告。
D
A．建设单位
B．监理单位
C．相关责任人员
D．建筑施工企业
433 建筑工程勘察、设计、施工的质量必须符合国家有关建筑工程安全标准的要求，
具体管理办法由( )规定。
B
A．国务院建设行政主管部门
B．国务院
C．中国建筑业协会
D．全国人民代表大会
434 建筑施工企业转让、出借资质证书或者以其他方式允许他人以本企业的名义承揽
工程的，对因该项承揽工程不符合规定的质量标准造成的损失，( )。
D
A．由建筑施工企业独自负责
B．承包单位与接受转包或者分包的单位各自独立承担相应责任
C．由建筑施工企业与使用本企业名义的单位或者个人各自独立承担赔偿责任
D．由建筑施工企业与使用本企业名义的单位或者个人承担连带赔偿责任
435 《建筑法》规定的责令停业整顿、降低资质等级和吊销资质证书的行政处罚，由
( )决定。
B
A．建设行政主管部门
B．颁发资质证书的机关
C．中国建筑业协会
D．国务院
436 依照建筑法规定被吊销资质证书的，由( )吊销其营业执照。 C
A．建设行政主管部门
B．中国建筑业协会
C．工商行政管理部门
D．各地人民政府
437 《建筑法》关于施工许可、建筑施工企业资质审查和建筑工程发包、承包、禁止
转包，以及建筑工程监理、建筑工程安全和质量管理的规定，适用于其他专业建
筑工程的建筑活动，具体办法由( )规定。
A
A．国务院
B．国务院建设行政主管部门
C．中国建筑业协会
D．全国人民代表大会
438 《建筑法》规定，建筑工程实行直接发包的，发包单位( )将建筑工程发包给
具有相应资质条件的承包单位。
B
A．可以
B．应当
C．可以不
D．应当不
439 《建筑法》规定，( )对建筑工程实行总承包，禁止将建筑工程肢解发包。 A
A．提倡
B．要求
第 44 页，共 218 页
C．强制实行
D．禁止
440 《建筑法》规定，建筑工程的发包单位( )将应当由一个承包单位完成的建筑
工程肢解成若干部分发包给几个承包单位。
D
A．可以
B．应当
C．必须
D．不得
441 《建筑法》规定，大型建筑工程或者结构复杂的建筑工程，可以由两个以上的承
包单位联合共同承包。共同承包的各方对承包合同的履行( )。
B
A．独立承担各自的责任
B．承担连带责任
C．不承担责任
D．承担适当的责任
442 总承包单位和分包单位就分包工程对建设单位( )。 D
A．独立承担各自的责任
B．不承担责任
C．承担适当的责任
D．承担连带责任
443 禁止总承包单位将工程分包给不具备相应资质条件的单位。( )分包单位将其
承包的工程再分包。
B
A．允许
B．禁止
C．原则上禁止
D．原则上允许
444 实施建筑工程监理前，建设单位应当将委托的工程监理单位、监理的内容及监理
权限，( )被监理的建筑施工企业。
B
A．口头通知
B．书面通知
C．以任何形式通知
D．不必通知
445 工程监理单位不按照委托监理合同的约定履行监理义务，对应当监督检查的项目
不检查或者不按照规定检查，给建设单位造成损失的，应当承担( )。
C
A．全部的赔偿责任
B．大部分的赔偿责任
C．相应的赔偿责任
D．相应的补偿责任
446 工程监理单位与承包单位串通，为承包单位谋取非法利益，给建设单位造成损失
的，应当( )。
B
A．独自承担赔偿责任
B．与承包单位承担连带赔偿责任
C．不必承担赔偿责任
D．由承包单位承担赔偿责任
447 施工总承包的，建筑工程( )的施工必须由总承包单位自行完成。 B
A．地基基础工程
B．主体结构
C．装修工程
D．一半以上工程量
448 ( )应当向建筑施工企业提供与施工现场相关的地下管线资料，建筑施工企业
应当采取措施加以保护。
C
A．设计单位
B．监理单位
C．建设单位
D．各级地方人民政府建设行政主管部门
第 45 页，共 218 页
449 ( )应当建立健全劳动安全生产教育培训制度，加强对职工安全生产的教育培
训；未经安全生产教育培训的人员，不得上岗作业。
A
A．建筑施工企业
B．监理单位
C．设计单位
D．建设单位
450 建筑施工企业必须为从事危险作业的职工办理意外伤害保险，由( )支付保险 A
A．建筑施工企业
B．职工
C．建筑施工企业和职工
D．保险公司
451 房屋拆除应当由( )承担，由施工单位负责人对安全负责。 A
A．具备相应资质等级的施工单位
B．基本具备保证安全条件的建筑施工单位
C．一般的建筑施工单位
D．建设单位
452 建筑设计单位和建筑施工企业对建设单位违反法律、行政法规和建筑工程质量、
安全标准，提出的降低工程质量的要求，( )。
B
A．可以予以拒绝
B．应当予以拒绝
C．不得予以拒绝
D．视情况决定拒绝与否
453 建筑活动应当确保( )。 B
A．经济性
B．建筑工程质量和安全
C．技术先进
D．有利于推动当地经济发展
454 建筑工程的发包单位( )将建筑工程的勘察、设计、施工、设备采购一并发包
给一个工程总承包单位。
B
A．不得
B．可以
C．应当
D．必须
455 分包单位( )将其承包的工程再分包。 A
A．不得
B．可以
C必须
D．自行决定是否
456 工程监理单位( )转让工程监理业务。 D
A．可以
B．必须
C．自行决定是否
D．不得
457 施工现场对毗邻的建筑物、构筑物和特殊作业环境可能造成损害的，建筑施工企
业( )采取安全防护措施。
A
A．应当
B．可以
C．不得
D．自行决定是否
458 建筑工程监理应当依照法律、行政法规及有关的技术标准、设计文件和建筑工程
承包合同，对承包单位在施工质量、建设工期和建设资金使用等方面，代表(
B
A．施工单位
B．建设单位
C．主管部门
第 46 页，共 218 页
D．上级机关
459 实施建筑工程监理前，( )应当将委托的工程监理单位、监理的内容及监理权
限，书面通知被监理的建筑施工企业。
C
A．施工单位
B．主管单位
C．建设单位
D．上级机关
460 建筑工程安全生产管理必须坚持( )的方针。 A
A．安全第一、预防为主
B、事中控制与事后控制相结合
C．经济效益第一
D．技术先进
461 建筑施工企业在编制施工组织设计时，对专业性较强的工程项目，( ) D
A．不必编制专项安全施工组织设计
B．视情况决定是否编制专项安全施工组织设计
C．视情况决定是否采取安全技术措施
D．应当编制专项安全施工组织设计，并采取安全技术措施
462 ( )应当在施工现场采取维护安全、防范危险、预防火灾等措施；有条件的，
应当对施工现场实行封闭管理。
C
A．各级人民政府
B．监理单位
C．建筑施工企业
D．建设单位
463 ( )应当遵守有关环境保护和安全生产的法律、法规的规定，采取控制和处理
施工现场的各种粉尘、废气、废水、固体废物以及噪声、振动对环境的污染和危
C
A．各级人民政府
B．监理单位
C．建筑施工企业
D．建设单位
464 有下列情形之一的，( )应当按照国家有关规定办理申请批准手续(一)需要临
时占用规划批准范围以外场地的；(二)可能损坏道路、管线、电力、邮电通讯等
公共设施的；(三)需要临时停水．停电、中断道路交通的；(四)需要进行爆破作
业的；(五)法律、法规规定需要办理报批手续的其他情形。
A
A．建设单位
B．监理单位
C．建筑施工企业
D．设计单位
465 ( )对建筑工程的质量、安全事故、质量缺陷、安全隐患等都有权向建设行政
主管部门或者其他有关部门进行检举、控告、投诉。
A
A．任何单位和个人
B．建设单位
C．监理单位
D．项目经理
466 建设行政主管部门和其他有关部门在对建筑活动实施监督管理过程中，( ) C
A．可以收取相关费用
B．不得收取任何费用
C．除按照国务院有关规定收取费用外，不得收取其他费用
D．除按照国务院有关规定收取费用外，还可收取其他费用
467 从事建筑活动的专业技术人员，应当( )从事建筑活动。 B
A．依法取得相应的执业资格证书，但可在执业资格证书许可的范围外
B．依法取得相应的执业资格证书，并在执业资格证书许可的范围内
C．不必取得执业资格证书
D．依法取得相应的职业资格证书，但可在执业资格证书许可的范围外
468 ( )不得滥用行政权力，限定发包单位将招标发包的建筑工程发包给指定的承 D
第 47 页，共 218 页
A．建设单位
B．监理单位
C．主管部门
D．政府及其所属部门
469 从事建设工程活动，必须严格执行基本建设程序，坚持( )的原则。 A
A．先勘察、后设计、再施工
B．先计划，后设计，再预算
C．先预算，后勘察，再设计
D．先设计，后勘察，再施工
470 关于建设项目设计文件的修改，下列表述正确的是( ) A
A．建设文件是工程建设的主要依据，经批准后，不得任意变更和修改
B．建设单位和监理单位可以修改工程建设勘察设计文件
C．确需修改的，应由新的勘察设计单位修改
D．修改单位对修改的勘察设计文件不承担相应的法律责任
471 涉及建筑主体和承重结构变动的装修工程，建设单位应当在施工前委托原设计单
位或者具有相应资质等级的设计单位提出设计方案；没有设计方案的( )。
A
A．不得施工
B．在某些部门许可下可以施工
C．在质量监督部门监督下可以施
D．不确定
472 房屋建筑使用者在装修过程中，不得擅自变动房屋建筑主体和( ) B
A．全部结构
B．承重结构
C．部分结构
D．重要结构
473 注册建筑师、注册结构工程师等注册执业人员应当在设计文件上( )，对设计 B
A．盖章
B．签字
C．盖有关部门的公章
D．审批
474 ( )提供的地质、测量、水文等勘察成果必须真实、准确。 A
A．勘察单位
B．设计单位
C．建设主管部门
D．其他单位
475 ( )应当根据勘察成果文件进行建设工程设计。 A
A．设计单位
B．监理单位
C．建设单位
D．其他部门
476 设计单位应当就审查合格的施工图设计文件向( )作出详细说明。 A
A．施工单位．
B．建筑部门
C．国家
D．其他部门
477 下列哪个单位应当依法取得相应等级的资质证书，并在其资质等级许可的范围内
承揽工程。( )
C
A．建设单位
B．房地产公司
C．施工单位
D．工程单位
478 ( )施工单位超越本单位资质等级许可的业务范围或者以其他施工单位的名义 B
A．许可
B．禁止
第 48 页，共 218 页
C．在某些特殊情况下许可
D．在建设主管部门许可下可以
479 ( )施工单位允许其他单位或者个人以本单位的名义承揽工程。 B
A．许可
B．禁止
C．在某些特殊情况下可以
D．在建设主管部门许可下可以
480 ( )不得转包或者违法分包工程。 A
A．施工单位
B．建设单位
C．房地产公司
D．所有建筑相关部门
481 施工单位在施工过程中发现设计文件和图纸有差错的，应当( )。 C
A．按照常规做法来做
B．按照相关规定来做
C．及时提出意见和建议
D．及时向有关部门报告
482 施工人员对涉及结构安全的试块、试件以及有关材料，应当在建设单位或者(
)监督下现场取样，并送具有相应资质等级的质量检测单位进行检测。
B
A．建设工程质量监督机构
B．工程监理单位
C．建设工程施工监督机构
D．建设主管部门
483 施工单位应当建立、健全教育培训制度，加强对职工的教育培训；未经教育培训
或者考核不合格的人员，( )。
A
A．不得上岗作业
B．应当下岗
C．可以上岗作业
D．调到其他岗位任职
484 工程监理单位应当依法取得相应等级的资质证书，并( )承担工程监理业务。 C
A．在某些特殊情况下，可以在高于其资质等级的范围内
B．在低于其资质等级范围内
C．在其资质等级许可的范围内
D．视具体情况而定
485 ( )工程监理单位超越本单位资质等级许可的范围或者以其他工程监理单位的
名义承担工程监理业务。
A
A．禁止
B．在某些特殊情况下
C．在建设主管部门许可的情况下
D．根据需要可以
486 ( )工程监理单位允许其他单位或者个人以本单位的名义承担工程监理业务。 A
A．禁止
B．在某些特殊情况下
C．在建设主管部门许可的情况下
D．根据需要可以
487 工程监理单位( )转让工程监理业务。 C
A．在事务繁忙时可以
B．在建设主管部门许可下可以
C．不可以
D．可以
488 工程监理单位与被监理工程的施工承包单位以及建筑材料、建筑构配件和设备供
应单位有隶属关系或者其他利害关系的，( )承担该项建设工程的监理业务。
D
A．在特殊情况下可以
B．在建设主管部门许可下
第 49 页，共 218 页
C．可以
D．不可以
489 未经( )签字，建筑材料、建筑构配件和设备不得在工程上使用或者安装，施
工单位不得进行下一道工序的施工。
B
A．总监理工程师
B．监理工程师
C．总工程师
D．工程师
490 未经( )签字，建设单位不拨付工程款，不进行竣工验收。 A
A．总监理工程师
B．监理工程师
C．总工程师
D．工程师
491 下列哪个部门和国务院铁路、交通、水利等有关部门应当加强对有关建设工程质
量和安全的法律、法规和强制性标准执行情况的监督检查。( )
A
A．国务院建设行政主管部门
B．省级地方人民政府建设行政主管部门
C．县级以上地方人民政府建设行政主管部门
D．县级以下地方人民政府建设行政主管部门
492 勘察、设计、施工、工程监理单位超越本单位资质等级承揽工程的，责令停止违
法行为，对勘察、设计单位或者工程监理单位处合同约定的勘察费、设计费或者
监理酬金( )的罚款。
A
A．1倍以上2倍以下
B．2倍以上3倍以下
C．3倍以上4倍以下
D．4倍以上5倍以下
493 为了加强建设工程安全生产监督管理，保障人民群众生命和财产安全，根据(
)《中华人民共和国安全生产法》，制定《建设工程安全生产管理条例》。
A
A．《中华人民共和国建筑法》
B．《建设工程质量管理条例》
C．《中华人民共和国合同法》
D．《中华人民共和国产品质量法》
494 根据《建设工程安全生产管理条例》，建设工程安全生产管理坚持( )的方针 C
A．预防第一、安全为主
B．改正第一、罚款为主
C．安全第一、预防为主
D．罚款第一、改正为主
495 根据《建设工程安全生产管理条例》，建设单位应当向施工单位提供施工现场及
毗邻区域内供水、排水、供电、供气、供热、通信、广播电视等( )，并保证
资料的真实、准确、完整。
C
A．地质资料、水文资料、相邻建筑物资料、地下工程的有关资料
B．地下管线资料、水文资料、构筑物资料、地下工程的有关资料
C．地下管线资料，气象和水文观测资料，相邻建筑物和构筑物、地下工程的有
D．地质资料、气象观测资料、地下工程的有关资料
496 根据《建设工程安全生产管理条例》，建设单位不得对勘察、设计、施工、工程
监理等单位提出不符合建设工程安全生产法律、法规和强制性标准规定的要求，
D
A．变更合同约定的造价
B．压缩定额规定的工期
C．变更合同的约定内容
D．压缩合同约定的工期
497 根据《建设工程安全生产管理条例》，建设单位在编制( )时，应当确定建设
工程安全作业环境及安全施工措施所需费用。
D
A．工程预算
B．工程估算
第 50 页，共 218 页
C．工程决算
D．工程概算
498 根据《建设工程安全生产管理条例》，建设单位不得明示或者暗示施工单位购买
、租赁、使用不符合( )的安全防护用具、机械设备、施工机具及配件、消防
B
A．造价控制要求
B．安全施工要求
C．质量要求
D．进度要求
499 根据《建设工程安全生产管理条例》，建设单位在申请领取( )时，应当提供
建设工程有关安全施工措施的资料。
A
A．施工许可证
B．开工令
C．建设用地许可证
D．验收许可证
500 根据《建设工程安全生产管理条例》，依法批准开工报告的建设工程，建设单位
应当自开工报告批准之日起( )日内，将保证安全施工的措施报送建设工程所
在地的县级以上地方人民政府建设行政主管部门或者其他有关部门备案。
C
A．20
B．10
C．15
D．28
501 根据《建设工程安全生产管理条例》，依法批准开工报告的建设工程，建设单位
应当自开工报告批准之日起15 内，将保证安全施工的措施报送建设工程所在地
的( )级以上地方人民政府建设行政主管部门或者其他有关部门备案。
B
A．区
B．县
C．省
D．市
502 根据《建设工程安全生产管理条例》，建设单位应当在拆除工程施工( )日
前，将下列资料报送建设工程所在地的县级以上地方人民政府建设行政主管部门
或者其他有关部门备案：(一)施工单位资质等级证明；(二)拟拆除建筑物、构筑
物及可能危及毗邻建筑的说明；(三)拆除施工组织方案；(四)堆放、清除废弃物
的措施。实施爆破作业的，应当遵守国家有关民用爆炸物品管理的规定。
C
A．20
B．10
C．15
D．28
503 根据《建设工程安全生产管理条例》，采用新结构、新材料、新工艺的建设工程
和特殊结构的建设工程，设计单位应当在设计中提出( )的措施建议。
C
A．施工安全操作与防护保障施工作业人员安全和预防生产安全事故
B．设计安全操作与防护保障施工作业人员安全和预防生产安全事故
C．保障施工作业人员安全和预防生产安全事故
D．建筑安全操作与防护保障施工作业人员安全和预防生产安全事故
504 根据《建设工程安全生产管理条例》，设计单位和( )等注册执业人员应当对
其设计负责。
D
A．注册造价工程师
B．资产评估师
C．房地产估价师
D．注册建筑师
505 根据《建设工程安全生产管理条例》，工程监理单位和监理工程师应当按照法律
、法规和工程建设强制性标准实施监理，并对建设工程安全生产承担( )。
A
A．监理责任
B．违约责任
C．赔偿责任
第 51 页，共 218 页
D．技术责任
506 根据《建设工程安全生产管理条例》，为建设工程提供机械设备和配件的单位，
应当 按照安全施工的要求配备齐全有效的( )等安全设施和装置。
D
A．保障、限位
B．担保、限位
C．保险、限量
D．保险、限位
507 根据《建设工程安全生产管理条例》，在施工现场安装、拆卸施工起重机械和整
体提升脚手架、模板等自升式架设设施，必须由具有( )承担。
D
A．建设单位
B．施工企业
C．合同中约定的单位
D．相应资质的单位
508 根据《建设工程安全生产管理条例》，安装、拆卸施工起重机械和整体提升脚手
架、模板等自升式架设设施，应当编制拆装方案、制定安全施工措施，并由(
A
A、专业技术人员
B．监理人员
C．设计人员
D．建设单位技术人员
509 根据《建设工程安全生产管理条例》，施工起重机械和整体提升脚手架、模板等
自升式架设设施安装完毕后，安装单位应当( )，并向施工单位进行安全使用
说明，办理验收手续并签字。
C
A．他检、出具他检合格证明
B．自检、出具检验合格证明
C．自检、出具自检合格证明
D．他检、出具检验合格证明
510 根据《建设工程安全生产管理条例》，检验检测机构对检测合格的施工起重机械
和整体提升脚手架、模板等自升式架设设施，应当出具( )证明文件，并对检
B
A．产品合格
B．安全合格
C．生产合格
D．制造合格
511 根据《建设工程安全生产管理条例》，施工单位对列入( )的安全作业环境及
安全施工措施所需费用，应当用于施工安全防护用具及设施的采购和更新、安全
施工措施的落实、安全生产条件的改善，不得挪作他用。
B
A．建设工程预算
B．建设工程概算
C．建设工程概预算
D．建设工程结算
512 根据《建设工程安全生产管理条例》，施工单位应当设立( )，配备专职安全
生产管理人员。
A
A．安全生产管理机构
B．安全生产监督机构
C．安全生产实施机构
D．安全生产保障机构
513 根据《建设工程安全生产管理条例》，专职安全生产管理人员负责对安全生产进
行现场监督检查。发现安全事故隐患，应当及时向项目负责人和安全生产管理机
构报告；对违章指挥、违章操作的，应当( )。
C
A．立即上报
B．处以罚款
C．立即制止
D．给与处分
514 根据《建设工程安全生产管理条例》，建设工程实行施工总承包的，由( )对
施工现场的安全生产负总责。
C
第 52 页，共 218 页
A．分包单位
B．建设单位
C．总承包单位
D．监理单位
515 根据《建设工程安全生产管理条例》，总承包单位应当自行完成建设工程( ) D
A．整体结构
B．主要结构
C．所有结构
D．主体结构
516 根据《建设工程安全生产管理条例》，总承包单位依法将建设工程分包给其他单
位的，分包合同中应当明确各自的安全生产方面的权利、义务。总承包单位和分
包单位对分包工程的安全生产( )。
B
A．不承担责任
B．承担连带责任
C．不承担连带责任
D．承担责任
517 根据《建设工程安全生产管理条例》，分包单位应当服从总承包单位的安全生产
管理，分包单位不服从管理导致生产安全事故的，由分包单位承担( )
D
A．全部责任
B．合同中约定的责任
C．一般责任
D．主要责任
518 根据《建设工程安全生产管理条例》，施工单位应当在施工组织设计中编制安全
技术措施和施工现场临时用电方案，对基坑支护与降水工程、土方开挖工程、模
板工程、起重吊装工程、脚手架工程、拆除、爆破工程达到一定规模的危险性较
大的分部分项工程编制专项施工方案，并附具( )，经施工单位技术负责人、
总监理工程师签字后实施，由专职安全生产管理人员进行现场监督。
D
A．丸安全用电方案
B．安全实施方案
C．安全施工方案
D．安全验算结果
519 根据《建设工程安全生产管理条例》，建设工程施工前，施工单位负责项目管理
的技术人员应当对有关安全施工的技术要求向( )作出详细说明，并由双方签
C
A．监理人员
B．建设单位工作人员
C．施工作业班组、作业人员
D．设计人员
520 根据《建设工程安全生产管理条例》，施工单位应当在施工现场人口处、施工起
重机械、临时用电设施、脚手架、出入通道口、楼梯口、电梯井口、孔洞口、桥
梁口、隧道口、基坑边沿、爆破物及有害危险气体和液体存放处等危险部位，设
B
A．安全提示标志
B．安全警示标志
C．安全标志
D．警示提示标志
521 根据《建设工程安全生产管理条例》，施工单位应当根据不同施工阶段和周围环
境及季节．气候的变化，在施工现场采取相应的安全施工措施。施工现场暂时停
止施工的，施工单位应当做好现场防护，所需费用由( )承担，或者按照合同
D
A．施工单位
B．建设单位
C．双方
D．责任方
522 根据《建设工程安全生产管理条例》，施工单位应当将施工现场的办公、生活区
与作业区( )；办公、生活区的选址应当符合安全性要求。职工的膳食、饮水
、休息场所等应当符合卫生标准。
D
第 53 页，共 218 页
A．保持适当距离
B．随意设置．并保持安全距离
C．保持安全距离
D．分开设置、并保持安全距离
523 根据《建设工程安全生产管理条例》，施工单位应当在施工现场建立( )，确
定消防安全责任人，制定用火、用电、使用易燃易爆材料等各项消防安全管理制
度和操作规程，设置消防通道、消防水源，配备消防设施和灭火器材，并在施工
A
A．消防安全责任制度
B．消防责任制度
C．安全责任制度
D．消防警示制度
524 根据《建设工程安全生产管理条例》，施工单位应当向作业人员提供安全防护用
具和安全防护服装，并( )危险岗位的操作规程和违章操作的危害。
B
A．告知
B．书面告知
C．口头告知
D．口头或书面告知
525 根据《建设工程安全生产管理条例》，在施工中发生危及人身安全的紧急情况
时，作业人员有权( )或者在采取必要的应急措施后撤离危险区域。
D
A．立即下达停工令
B．立即自救
C．立即上报
D．立即停止作业
526 根据《建设工程安全生产管理条例》，施工单位采购、租赁的安全防护用具、机
械设备、施工机具及配件，应当具有生产(制造)许可证、产品合格证，并在进入
施工现场前进行( )。
C
A．检测
B．检查
C．查验
D．测试
527 根据《建设工程安全生产管理条例》，施工现场的安全防护用具、机械设备、施
工机具及配件必须由专人管理，定期进行检查、维修和保养，建立相应的(
)，并按照国家有关规定及时报废。
A
A．资料档案
B．系统档案
C．审查档案
D．备份档案
528 根据《建设工程安全生产管理条例》，施工单位在使用施工起重机械和整体提升
脚手架、模板等自升式架设设施前，应当组织有关单位进行验收，也可以委托具
有相应资质的检验检测机构进行验收；使用承租的机械设备和施工机具及配件
的，由施工总承包单位、分包单位、出租单位和安装单位( )进行验收。验收
B
A．分别
B．共同
C．出代表
D．单独
529 根据《建设工程安全生产管理条例》，( )规定的施工起重机械，在验收前应
当经有相应资质的检验检测机构监督检验合格。
C
A．《建设工程勘察设计管理条例》
B．《注册建筑师条例》
C．《特种设备安全监察条例》
D．《建设工程质量管理条例》
530 根据《建设工程安全生产管理条例》，施工单位应当自施工起重机械和整体提升
脚手架、模板等自升式架设设施验收合格之日起( )日内，向建设行政主管部
门或者其他有关部门登记。登记标志应当置于或者附着于该设备的显著位置。
B
第 54 页，共 218 页
A．10
B．30
C．20
D．28
531 根据《建设工程安全生产管理条例》，施工单位的主要负责人、项目负责人、专
职安全生产管理人员应当经建设行政主管部门或者其他有关部门( )方可任职
D
A．评审后
B．资质检验后
C．推荐
D．考核合格后
532 根据《建设工程安全生产管理条例》，施工单位应当对管理人员和作业人员(
)安全生产教育培训，其教育培训情况记人个人工作档案。安全生产教育培训考
核不合格的人员，不得上岗。
C
A．每季至少进行一次
B．每月至少进行一次
C．每年至少进行一次
D．每年至少进行二次
533 根据《建设工程安全生产管理条例》，作业人员进入新的岗位或者新的施工现场
前，应当接受( )。
B
A．质量教育
B．安全生产教育培训
C．生产教育培训
D．机械操作规程培训
534 根据《建设工程安全生产管理条例》，施工单位在采用( )时，应当对作业人
员进行相应的安全生产教育培训。
C
A．新技术、新工艺、新设备、新原料
B．新技术．新方法、新设备、新材料
C．新技术、新工艺、新设备、新材料
D．新能源、新工艺、新设备、新材料
535 根据《建设工程安全生产管理条例》，施工单位应当为施工现场从事危险作业的
人员办理( )。
D
A．人寿保险
B．火灾险
C．财产保险
D．意外伤害保险
536 根据《建设工程安全生产管理条例》，意外伤害保险费由施工单位支付。实行施
工总承包的，由总承包单位支付意外伤害保险费。意外伤害保险期限自( )止
D
A．建设开工之日起至有意外伤害发生
B．有意外伤害发生起至竣工验收合格
C．开工令下达起至竣工
D．建设工程开工之日起至竣工验收合格
537 ( )级以上地方人民政府负责安全生产监督管理的部门依照《中华人民共和国
安全生产法》的规定，对本行政区域内建设工程安全生产工作实施综合监督管理
C
A．省
B．市
C．县
D．乡
538 根据《建设工程安全生产管理条例》，( )对全国的建设工程安全生产实施监
督管理。国务院铁路．交通、水利等有关部门按照国务院规定的职责分工，负责
有关专业建设工程安全生产的监督管理。
A
A、国务院建设行政主管部门
B．国务院劳动行政主管部门
C．技术监督部门
D．国务院安全生产主管部门
第 55 页，共 218 页
539 根据《建设工程安全生产管理条例》，建设行政主管部门或者其他有关部门对建
设工程是否有安全施工措施进行审查时( )。
B
A．可以收取费用
B．不得收取费用
C．适当收取合理费用
D．收取必要费用
540 根据《建设工程安全生产管理条例》，国家对严重危及施工安全的工艺、设备、
材料实行( )制度。具体目录由国务院建设行政主管部门会同国务院其他有关
C
A．限地区使用
B．报告
C．淘汰
D．登记备案
541 根据《建设工程安全生产管理条例》，( )应当制定本单位生产安全事故应急
救援预案，建立应急救援组织或者配备应急救援人员，配备必要的应急救援器材
、设备，并定期组织演练。
B
A．建设单位
B．施工单位
C．监理单位
D．设计单位
542 根据《建设工程安全生产管理条例》，发生生产安全事故后，施工单位应当采取
措施( )。需要移动现场物品时，应当做出标记和书面记录，妥善保管有关证
B
A．立即上报
B．防止事故扩大，保护事故现场
C．防止事故扩大
D．保护事故现场，妥善保护证物
543 违反《建设工程安全生产管理条例》的规定，建设单位未提供建设工程安全生产
作业环境及安全施工措施所需费用的，责令限期改正；逾期未改正的，( )。
C
A．撤销施工许可证
B．责令拆除该建设工程
C．责令该建设工程停止施工
D．责令该建设单位缴纳一定数额的罚款
544 根据《建设工程安全生产管理条例》，建设单位未将保证安全施工的措施或者拆
除工程的有关资料报送有关部门备案的，责令( )，给予警告。
A
A．限期改正
B．停止施工
C．缴纳罚款
D．暂扣施工许可证
545 违反《建设工程安全生产管理条例》的规定，建设单位要求施工单位压缩合同约
定的工期的，责令限期改正，处——万元以上——万元以下的罚款；造成重大安
全事故，构成犯罪的，对直接责任人员，依照刑法有关规定追究刑事责任；造成
损失的，依法承担赔偿责任。( )
D
A．10，30
B．20，30
C．10，50
D．20，50
546 违反《建设工程安全生产管理条例》的规定，勘察单位、设计单位采用新结构、
新材料、新工艺的建设工程和特殊结构的建设工程，设计单位未在设计中提出保
障施工作业人员安全和预防生产安全事故的措施建议的，责令限期改正，处
_____万元以上____万元以下的罚款；情节严重的，责令停业整顿，降低资质等
级，直至吊销资质证书；造成重大安全事故，构成犯罪的，对直接责任人员，依
照刑法有关规定追究刑事责任；造成损失的，依法承担赔偿责任。( )
A
A．10，30
B．20，30
C．10，50
第 56 页，共 218 页
D．20，50
547 违反《建设工程安全生产管理条例》的规定，工程监理单位未对施工组织设计中
的安全技术措施或者专项施工方案进行审查的，责令限期改正；逾期未改正的，
责令停业整顿，并处___万元以上___万元以下的罚款；情节严重的，降低资质等
级，直至吊销资质证书；造成重大安全事故，构成犯罪的，对直接责任人员，依
照刑法有关规定追究刑事责任；造成损失的，依法承担赔偿责任。( )
A
A．10，30
B．20，30
C．10，50
D．20，50
548 根据《建设工程安全生产管理条例》，注册执业人员未执行法律、法规和工程建
设强制性标准的，责令停止执业___个月以上___年以下；情节严重的，吊销执业
资格证书，___年内不予注册；造成重大安全事故的，终身不予注册；构成犯罪
的，依照刑法有关规定追究刑事责任。( )
A
A．3，1，5
B．3，1，3
C．3，2，5
D．5，1，3
549 违反《建设工程安全生产管理条例》的规定，为建设工程提供机械设备和配件的
单位，未按照安全施工的要求配备齐全有效的保险、限位等安全设施和装置的，
责令限期改正，处合同价款——倍以上——倍以下的罚款；造成损失的，依法承
C
A．1，5
B．3，5
C．1，3
D．1，2
550 违反《建设工程安全生产管理条例》的规定，出租单位出租未经安全性能检测或
者经检测不合格的机械设备和施工机具及配件的，责令停业整顿，并处___万元
以上___万元以下的罚款；造成损失的，依法承担赔偿责任。( )
B
A．1，5
B．5，10
C．1，10
D．10，20
551 违反《建设工程安全生产管理条例》的规定，施工起重机械和整体提升脚手架、
模板等自升式架设设施安装、拆卸单位未由专业技术人员现场监督的，责令限期
改正，处___万元以上___万元以下的罚款；情节严重的，责令停业整顿，降低资
质等级，直至吊销资质证书；造成损失的，依法承担赔偿责任。( )
B
A．1，5
B．5，10
C．1，10
D．10，20
552 违反《建设工程安全生产管理条例》的规定，施工单位挪用列入建设工程概算的
安全生产作业环境及安全施工措施所需费用的，责令限期改正，处挪用费用___ 以上___以下的罚款；造成损失的，依法承担赔偿责任。( )
B
A．10％，50％
B．20％，50％
C．10％，20％
D．30％，50％
553 违反《建设工程安全生产管理条例》的规定，施工单位未根据不同施工阶段和周
围环境及季节、气候的变化，在施工现场采取相应的安全施工措施，或者在城市
市区内的建设工程的施工现场未实行封闭围挡的，责令限期改正；逾期未改正
的，责令停业整顿，并处___万元以上___万元以下的罚款；造成重大安全事故，
构成犯罪的，对直接责任人员，依照刑法有关规定追究刑事责任。( )
B
A．1，5
B．5，10
第 57 页，共 218 页
C．1，10
D．10，20
554 违反《建设工程安全生产管理条例》的规定，施工单位使用未经验收或者验收不
合格的施工起重机械和整体提升脚手架、模板等自升式架设设施的，责令限期改
正；逾期未改正的，责令停业整顿，并处___万元以上___万元以下的罚款；情节
严重的，降低资质等级，直至吊销资质证书；造成重大安全事故，构成犯罪的，
对直接责任人员，依照刑法有关规定追究刑事责任；造成损失的，依法承担赔偿
A
A．10，30
B．20，30
C．10，50
D．20，50
555 违反《建设工程安全生产管理条例》的规定，施工单位的主要负责人、项目负责
人未履行安全生产管理职责的，责令限期改正；逾期未改正的，责令施工单位停
业整顿；造成重大安全事故．重大伤亡事故或者其他严重后果，构成犯罪的，依
C
A．民事责任
B．行政责任
C．刑事责任
D．赔偿责任
556 根据《建设工程安全生产管理条例》，作业人员不服管理、违反规章制度和操作
规程冒险作业造成重大伤亡事故或者其他严重后果，构成犯罪的，依照刑法有关
C
A．民事责任
B．行政责任
C．刑事责任
D．赔偿责任
557 根据《建设工程安全生产管理条例》，施工单位的主要负责人、项目负责人有前
款违法行为，尚不够刑事处罚的，处——万元以上——万元以下的罚款或者按照
管理权限给予撤职处分；自刑罚执行完毕或者受处分之日起，5年内不得担任任
何施工单位的主要负责人、项目负责人。( )
A
A．2，20
B．10，20
C．10，50
D．2，10
558 根据《建设工程安全生产管理条例》，施工单位的主要负责人、项目负责人有前
款违法行为，尚不够刑事处罚的，处2万元以上20万元以下的罚款或者按照管理
权限给予撤职处分；自刑罚执行完毕或者受处分之日起，( )年内不得担任任
何施工单位的主要负责人、项目负责人。
B
A．2
B．5
C．1
D．10
559 根据《建设工程安全生产管理条例》，施工单位取得资质证书后，降低安全生产
条件的，责令限期改正；经整改仍未达到与其资质等级相适应的安全生产条件
的，责令停业整顿，( )。
D
A．暂扣资质证书
B．罚款
C．降低其资质等级直至吊销营业执照
D．降低其资质等级直至吊销资质证书
560 《建设工程安全生产管理条例》规定的( )，由建设行政主管部门或者其他有
关部门依照法定职权决定。
B
A．民事责任
B．行政处罚
C．刑事处罚
D．赔偿责任
561 根据《建设工程安全生产管理条例》，违反消防安全管理规定的行为，由( ) D
第 58 页，共 218 页
A．人民法院
D．检察机关
C．安全监督机构
D．公安消防机构
562 抢险救灾和农民自建低层住宅的安全生产管理，( )《建设工程安全生产管理 B
A．适用
B．不适用
C．基本适用
D．除特殊规定外，适用
563 根据《建设工程安全生产管理条例》，军事建设工程的安全生产管理，按照(
)的有关规定执行。
C
A．国务院
B．建设部
C．中央军事委员会
D．地方各级人民政府
564 违反《建设工程安全生产管理条例》的规定，施工单位的主要负责人、项目负责
人、专职安全生产管理人员、作业人员或者特种作业人员，未经安全教育培训或
者经考核不合格即从事相关工作的，责令限期改正；逾期未改正的，责令停业整
顿，依照《中华人民共和国安全生产法》的有关规定处以罚款；造成重大安全事
故，构成犯罪的，对直接责任人员，依照刑法有关规定追究( )。
C
A．民事责任
B．行政责任
C．刑事责任
D．赔偿责任
565 违反《建设工程安全生产管理条例》的规定，县级以上人民政府建设行政主管部
门或者其他有关行政管理部门的工作人员，对不具备安全生产条件的施工单位颁
发资质证书的，给予降级或者撤职的行政处分；构成犯罪的，依照刑法有关规定
C
A．民事责任
B．行政责任
C．刑事责任
D．赔偿责任
566 违反《建设工程安全生产管理条例》的规定，县级以上人民政府建设行政主管部
门或者其他有关行政管理部门的工作人员，对没有安全施工措施的建设工程颁发
施工许可证的，给予( )；构成犯罪的，依照刑法有关规定追究刑事责任。
D
A．久降级行政处分
B．撤职行政处分
C．行政处分
D．降级或者撤职的行政处分
567 根据《建设工程安全生产管理条例》，安全警示标志必须符合( )。 A
A．国家标准
B．行业标准
C．企业标准
D．地方标准
568 根据《建设工程安全生产管理条例》，施工现场临时搭建的建筑物应当符合( D
A．国家标准
B．行业标准
C．质量有关要求
D．安全使用要求
569 根据《建设工程安全生产管理条例》，在( )内的建设工程，施工单位应当对
施工现场实行封闭围挡。
B
A．城镇
B．城市市区
C．城乡
D．乡村
第 59 页，共 218 页
570 根据《建设工程安全生产管理条例》，在施工中发生危及人身安全的紧急情况
时，作业人员有权立即停止作业或者在采取必要的应急措施后( )。
A
A．疏散作业人员
B．隔离危险区域
C．保护财产安全
D．撤离危险区域
571 《特种设备安全监察条例》规定的施工起重机械，在验收前应当经有相应资质的
( )监督检验合格。
A
A．检验检测机构
B．产品检查机构
C．质量审核机构
D．监督检查机构
572 意外伤害保险费由( )支付。 C
A．建设单位
B．责任单位
C．施工单位
D．监理单位
573 建设行政主管部门在审核发放( )时，应当对建设工程是否有安全施工措施进
行审查，对没有安全施工措施的，不得颁发。
D
A．生产许可证
B．质量许可证
C．产品合格证
D．施工许可证
574 施工单位应当根据建设工程施工的特点、范围，对施工现场易发生重大事故的部
位、环节进行监控，制定施工现场生产安全事故应急救援预案。实行施工总承包
的，由总承包单位统一组织编制建设工程生产安全事故应急救援预案，工程(
)按照应急救援预案，建立应急救援组织或者配备应急救援人员，配备救援器材
D
A．总承包单位
B．分包单位
C．施工单位
D．总承包单位和分包单位
575 ( )负责中央管理的建筑施工企业安全生产许可证的颁发和管理。 C
A．质检部
B．地方政府
C．国务院建设主管部门
D．省级建设部门
576 安全生产许可证颁发管理机关应当自收到申请之日起( )日内审查完毕，经审
查符合本条例规定的安全生产条件的，颁发安全生产许可证。
C
A．75
B．60
C．45
D．90
577 安全生产许可证的有效期为( )年。安全生产许可证有效期满需要延期的，企
业应当于期满前3个月向原安全生产许可证颁发管理机关办理延期手续。
A
A．3
B．1
C．5
D．2
578 未取得安全生产许可证擅自进行生产的，责令停止生产，没收违法所得，并处10
万元以上( )万元以下的罚款；造成重大事故或者其他严重后果，构成犯罪
D
A．30
B．20
C．45
D．50
第 60 页，共 218 页
579 安全生产许可证有效期满未办理延期手续，继续进行生产的，责令停止生产，限
期补办延期手续，没收违法所得，并处( )的罚款；逾期仍不办理延期手续，
继续进行生产的，依照《建设工程安全生产管理条例》第十九条的规定处罚。
B
A．5万元以上7万元以下
B．5万元以上10万元以下
C．1万元以上5万元以下
D．3万元以上10万元以下
580 监察机关依照( )的规定，对安全生产许可证颁发管理机关及其工作人员履行
《企业安全许可证条例》规定的职责实施监察。
B
A．《中华人民共和国行政处罚法》
B．《中华人民共和国行政监察法》
C．《中华人民共和国行政许可法》
D．《中华人民共和国行政复议法》
581 ( )对安全生产监督管理中存在的重大问题应当及时予以协调．解决。 B
A．国务院和地方各级人民政府
B．县级以上人民政府
C．国务院和地方各级人民法院
D．国务院和地方各级人民执法部门
582 ( )应当按照保障安全生产的要求，依法及时制定有关的国家标准或者行业标
准，并根据科技进步和经济发展适时修订。
A
A．国务院有关部门
B．国务院和地方各级人民法院
C．县级以上人民政府
D．国务院和地方各级人民执法部门
583 ( )应当采取多种形式，加强对有关安全生产的法律．法规和安全生产知识的
宣传，提高职工的安全生产意识。
D
A．国务院有关部门
B．国务院和地方各级人民执法部门
C．县级以上人民政府
D．各级人民政府及其有关部门
584 国家实行生产安全事故责任追究制度，依照本法和有关法律、法规的规定，追究
( )的法律责任。
A
A．生产安全事故责任人员
B．相关企业领导
C．技术员工
D．项目经理
585 生产经营单位应当具备的安全生产条件所必需的资金投人，由生产经营单位的决
策机构．( )，并对由于安全生产所必需的资金投入不足导致的后果承担责任
A
A．主要负责人或者个人经营的投资人予以保证
B．相关负责人或者集体经营的投资人予以保证
C．相关负责人或者个人经营的投资人予以保证
D．主要负责人或者集体经营的投资人予以保证
586 矿山、建筑施工单位和危险物品的生产、经营、储存单位，应当设置安全生产管
理机构或者配备( )；
B
A．专职安全生产监督人员
B．专职安全生产管理人员
C．专职安全生产指挥人员
D．专职安全生产领导人员
587 生产经营单位委托工程技术人员提供安全生产管理服务的，保证安全生产的责任
仍由( )。
D
A．责任人负责
B．销售经理负责
C．主管负责
D．本单位负责
第 61 页，共 218 页
588 生产经营单位的主要( )必须具备与本单位所从事的生产经营活动相应的安全
生产知识和管理能力。
C
A．负责人
B．安全生产管理人员
C．负责人和安全生产管理人员
D．负责人和安全生产监督人员
589 危险物品的生产、经营、储存单位以及矿山、建筑施工单位的主要负责人和安全
生产管理人员，应当由有关主管部门对其安全生产知识和管理能力( )方可任
B
A．考核前
B．考核合格后
C．不用考核
D．考核后
590 生产经营单位的( )必须按照国家有关规定经专门的安全作业培训，取得特种
作业操作资格证书，方可上岗作业。
D
A．作业人员
B．项目负责人
C．危险项目作业人员
D．特种作业人员
591 特种作业人员的范围由( )负责安全生产监督管理的部门会同国务院有关部门 A
A．国务院
B．检察院
C．法院
D．生产部
592 生产经营单位新建．改建、扩建工程项目的安全设施，必须与主体工程同时设计
、同时施工、同时投入生产和使用。( )投资应当纳入建设项目概算。
B
A．保安设施
B．安全设施
C．监控设施
D．公共设施
593 建设项目安全设施的( )应当对安全设施设计负责。 C
A．经理
B．项目经理
C．设计人、设计单位
D．经纪人
594 生产经营单位必须对安全设备进行经常性维护、保养，并定期检测，保证正常运
转。维护、保养、检测应当作好记录，并由( )。
C
A．负责人签字
B．经理签字
C．有关人员签字
D．生产商方面签字
595 涉及生命安全、危险性较大的特种设备的目录由( )负责特种设备安全监督管
理的部门制定，报国务院批准后执行。
C
A．建设部
B．公安部
C．国务院
D．地方人民政府
596 国家对严重危及生产安全的工艺、设备实行( )。 B
A．改进制度
B、淘汰制度
C．翻新制度
D．统一调换
597 生产、经营、运输、储存、使用( )或者处置废弃危险物品的，由有关主管部
门依照有关法律、法规的规定和国家标准或者行业标准审批并实施监督管理。
C
A．燃烧物品
第 62 页，共 218 页
B．化学物品
C．危险物品
D．生活物品
598 生产经营单位对重大危险源应当登记建档，进行定期检测、评估、监控，并制定
应急预案，告知从业人员和相关人员在紧急情况下应当( )。
A
A．采取的应急措施
B．减小损失
C．保护生命
D．及时报告有关部门
599 生产、经营、储存、使用( )的车间、商店、仓库不得与员工宿舍在同一座建
筑物内，并应当与员工宿舍保持安全距离。
C
A．生产物品
B．办公物品
C．危险物品
D．交通工具
600 生产经营单位进行爆破、吊装等危险作业，应当安排( )进行现场安全管理，
确保操作规程的遵守和安全措施的落实。
A
A．专门人员
B．领导
C．技术工人
D．负责人
601 生产经营单位必须为从业人员提供符合国家标准或者行业标准的( )，并监督
教育从业人员按照使用规则佩戴、使用。
B
A．劳动工具
B．劳动防护用品
C．劳动保护
D．劳动设备
602 生产经营单位不得将生产经营项目、场所、设备发包或者出租给不具备安全生产
条件或者相应资质的( )。
D
A．公司
B．政府
C．军队
D．单位或者个人
603 从业人员发现直接危及人身安全的紧急情况时，有权停止作业或者在采取可能的
应急措施后( )作业场所。
A
A．撤离
B．不能撤离
C．保护
D．检查
604 因生产安全事故受到损害的从业人员，除依法享有工伤社会保险外，依照有关民
事法律尚有获得赔偿的权利的，有权向本单位提出( )。
D
A．任何要求
B．保护要求
C．辞职要求
D．赔偿要求
605 从业人员在作业过程中，应当严格遵守本单位的安全生产规章制度和操作规程，
服从管理，正确佩戴和使用( )。
B
A．劳动生产用品
B．劳动防护用品
C．劳动标识
D．劳动联系工具
606 从业人员发现事故隐患或者其他不安全因素，应当立即报告( )；接到报告的
人员应当及时予以处理。
A
A．现场安全生产管理人员
第 63 页，共 218 页
B．建设单位人员
C．设计人员
D．监理人员
607 生产经营单位对负有安全生产监督管理职责的部门的监督检查人员依法履行监督
检查职责，应当予以配合，不得( )。
C
A．抵抗
B．躲避
C．拒绝．阻挠
D．掩饰
608 ( )执行监督检查任务时，必须出示有效的监督执法证件；对涉及被检查单位
的技术秘密和业务秘密，应当为其保密。
A
A．安全生产监督检查人员
B．安全生产值班人员
C．领班人员
D．安全生产员
609 任何单位或者个人对事故隐患或者安全生产违法行为，( )向负有安全生产监
督管理职责的部门报告或者举报。
B
A．无权
B．均有权
C．应逐级
D．应越级
610 ( )对报告重大事故隐患或者举报安全生产违法行为的有功人员，给予奖励。
具体奖励办法由国务院负责安全生产监督管理的部门会同国务院财政部门制定。
A
A．县级以上各级人民政府及其有关部门
B．建设行政主管部门
C．省级以上各级人民政府及其有关部门
D．国家院及其有关部门
611 ( )应当组织有关部门制定本行政区域内特大生产安全事故应急救援预案，建
立应急救援体系。
B
A．建设行政主管部门
B．县级以上地方各级人民政府
C．安全生产主管部门
D．技术监督局
612 危险物品的生产、经营、储存单位以及矿山、建筑施工单位应当建立应急救援组
织；生产经营规模较小，( )。
A
A．可以不建立应急救援组织的，但应当指定兼职的应急救援人员
B．也应建立应急救援组织的，但可以不指定兼职的应急救援人员
C．可以不建立应急救援组织的，应当指定专职应急救援人员
D．也应建立应急救援组织的，指定应急救援人员
613 县级以上地方各级人民政府负责安全生产监督管理的部门应当定期统计分析本行
政区域内发生生产安全事故的情况，并定期( )。
C
A．记录
B．公证
C．向社会公布
D．登报
614 生产经营单位的主要负责人未履行中华人民共和国安全生产法规定的安全生产管
理职责的，责令限期改的；逾期未改正的，责令( )。
B
A．交纳罚款
B．生产经营单位停产停业整顿
C．停业
D．破产
615 生产经营单位的主要负责人因未履行中华人民共和国安全生产法规定的安全生产
管理职责而受刑事处罚或者撤职处分的，自刑罚执行完毕或者受处分之日起，(
)不得担任任何生产经营单位的主要负责人。
B
第 64 页，共 218 页
A．三年内
B．五年内
C．一年内
D．二年内
616 生产经营单位将生产经营项目、场所、设备发包或者出租给不具备安全生产条件
或者相应资质的单位或者个人的，( )。
A
A．责令限期改正，没收违法所得
B．单处或者并处一万元以上五万元以下的罚款
C．导致发生生产安全事故给他人造成损害的，与承包方、承租方承担连带赔偿
D．处违法所得一倍以上五倍以下的罚款
617 两个以上生产经营单位在同一作业区域内进行可能危及对方安全生产的生产经营
活动，未签订安全生产管理协议或者未指定专职安全生产管理人员进行安全检查
与协调的，责令限期改正；逾期未改正的，( )。
D
A．交纳罚款
B．及时报告有关部门
C．吊销营业执照
D．责令停产停业
618 生产经营单位主要负责人在本单位发生重大生产安全事故时，不立即组织抢救或
者在事故调查处理期间擅离职守或者逃匿的，给予降职、撤职的处分，对逃匿的
处( )拘留；构成犯罪的，依照刑法有关规定追究刑事责任。
B
A．五日以下
B．十五日以下
C．十日以下
D．二十五日以下
619 生产经营单位发生生产安全事故造成人员伤亡、他人财产损失的，应当依法承担
( )；拒不承担或者其负责人逃匿的，由人民法院依法强制执行。
D
A．民事责任
B．刑事责任
C．行政责任
D．赔偿责任
620 生产经营单位必须为从业人员提供符合( )劳动防护用品，并监督、教育从业
人员按照使用规则佩戴、使用
A
A．国家标准或者行业标准的
B．安全生产监督管理的部门规定的
C．国务院有关部门规定的
D．市级以上各级人民政府及其有关部门规定的
621 ( )对涉及安全生产的事项进行审查、验收，不得收取费用；不得要求接受审
查、验收的单位购买其指定品牌或者指定生产、销售单位的安全设备、器材或者
B
A、国家院及其有关部门
B．负有安全生产监督管理职责的部门
C．单位或者个人
D．地方人民政府
622 察机关依照行政监察法的规定，对负有( )及其工作人员履行安全生产监督管
理职责实施监察。
A
A．安全生产监督管理职责的部门
B．安全生产职责的部门
C．安全监督管理职责的部门
D．安全生产职责的单位
623 建设单位在申请领取施工许可证时，应当提供建设工程有关( )的资料。 C
A．施工组织设计
B．安全生产
C．安全施工措施
D．工程造价
624 注册建筑师等注册执业人员应当对其( )负责。 C
第 65 页，共 218 页
A.勘察
B．施工
C．设计
D．监理
625 施工起重机械和整体提升脚手架、模板等自升式架设设施的使用达到国家规定的
检验检测期限的，必须经( )检测。经检测不合格的，不得继续使用。
B
A．具有专业资质的监察机构
B．具有专业资质的检验检测机构
C．具有资质的检验检测机构
D．具有资质的检查机构
626 为了加强安全管理，政府要求施工单位要缴纳工伤社会保险，关于该保险费缴纳
的说法正确的是( )。
B
A．施工单位与劳动者各缴纳一半
B．施工单位全额缴纳
C．施工单位与劳动者在合同中约定交纳办法
D．劳动者全额缴纳
627 某污水处理工程准备开工，下面对施工措施审查的说法正确的是( )。 D
A．建设行政主管部门无权审查施工措施
B．应施工单位的申请，建设行政主管部门才能审查施工措施
C．建设行政主管部门有权审查施工措施，但可以酌情收费
D．建设行政主管部门有权审查施工措施，但不得收费
628 某工厂有闲置用房，现准备对外出租给一钢结构施工企业，根据《安全生产法》
规定，下列表述正确的是( )。
A
A．工厂应核查该企业是否有资质证书
B．工厂不得要求查看企业的资质证书
C．是否核查资质证书由工厂决定
D．不需核查该企业是否有资质证书
629 大学生张某暑假到某工地打工，项目负责人曾与民工王某口头商定，不管出现任
何事故，公司最多赔付5000元。后在施工中，由于王某疏忽致使扣件坠落，砸伤
了张某，花去医疗费7000元。下述正确的是( )
C
A．公司最多赔偿5000元
B．张某应要求王某赔偿
C．公司应赔偿医疗费7000元
D．公司应赔偿6000元医疗费，另1000元由张某赔偿
630 张某在脚手架上施工时，发现部分扣件松动而可能倒塌，所以停止作业，这属于
从业人员行使的( )。
C
A．知情权
B．拒绝权
C．紧急避险权
D．检举权
631 下列行为中没有违反《安全生产法》的是( )。 B
A．甲发现了安全事故隐患后没有向现场安全管理人员报告，后发生事故
B．乙发现脚手架要倒塌，在没有采取其他措施情况下迅速逃离现场
C．项目经理强行要求有“恐高症”的丙高空作业
D．丁没有按照本单位要求在施工现场戴安全帽
632 某施工单位固定资产600万，从业人员1000人。根据《安全生产法》规定，下述
做法正确的是( )。
A
A．应当建立应急救援组织
B．可不建立应急救援组织，但应指定兼职应急救援人员
C．可不建立应急救援组织，也可不指定兼职应急救援人员
D．可不建立应急救援组织，但配备必要的应急救援器材设备
633 下列行为中没有违反《安全生产法》的是( )。 A
A．甲在发生安全事故后立即报告了本单位负责人，但是报告中的伤亡人数少于
后来确定的人数
第 66 页，共 218 页
B．安全事故发生地的地方人民政府在安全事故发生后，组织有关人员对安全事
故调查，调查结果确定一个月后将事故情况上报
C．安全事故发生地的地方人民政府在上报的报告中有意遗漏伤亡人数
D．单位负责人在接到安全事故报告后没有迅速赶到事故现场
634 在建筑生产中最基本的安全管理制度是( )。 A
A．安全生产责任制度
B．群防群治制度
C．安全生产教育培训制度
D．安全生产检查制度
635 为了保护工程建设活动中从业人员的生命健康，《建设工程安全生产管理条例》
规定，建设单位不得压缩( )。
B
A．合理工期
B．合同约定的工期
C．标准工期
D．法定工期
636 为了提高城市的形象，完善城市功能，经有关部门批准拟拆除某写字楼，下列关
于拆除写字楼的说法正确的是( )。
D
A．施工单位拆除写字楼前，应得到工程所在地的建设行政主管部门批准
B．拆除写字楼前，施工单位应到工程所在地的建设行政主管部门备案
C．建设单位拆除写字楼前，应持有关资料报工程所在地的建设行政主管部门批
D．在拆除写字楼前，建设单位应持有关资料报工程所在地的建设行政主管部门
637 某重点工程按照法律规定不需办理施工许可证，持有开工报告即可开工建设，下
列说法正确的是( )。
D
A．建设单位应将保证安全施工的措施报送开工报告发证机构审查
B．建设单位应将保证安全施工的措施报送开工报告发证机构备案
C．建设单位应将保证安全施工的措施报送建设行政主管部门批准
D．建设单位应将保证安全施工的措施报送建设行政主管部门备案
638 某新设立的建筑施工总承包公司，依据《建设工程安全生产管理条例》规定，下
列做法正确的是( )
D
A．应当设立安全生产管理机构，配备兼职安全生产管理人员
B．不必设立安全生产管理机构，但需配备兼职安全生产管理人员
C．不必设立安全生产管理机构，但需配备专职安全生产管理人员
D．应当设立安全生产管理机构，配奋专职安全生产管理人员
639 建筑安全监督机构在检查施工现场时，发现某施工单位在没有竣工的建筑物内设
置员工集体宿舍，下列表述正确的是施工单位( )。
C
A．经工程所在地建设安全监督机构同意，可以继续使用
B．经工程所在地建设行政主管部门同意，可以继续使用
C．必须将宿舍迁出
D．经工程所在地质量监督机构同意，可以继续使用
640 工程总承包单位为某建设工程项目中从事危险作业的人员办理意外伤害保险，该
保险责任期限到该项目( )之日为止。
B
A．提交竣工验收报告
B．竣工验收合格
C．竣工验收备案
D．交付使用
641 关于施工总承包与分包单位安全责任的划分，下列表述不正确的是( )。 B
A．由总承包单位对施工现场的安全生产负总责
B．总承包单位和分包单位对各自承包范围内的安全生产自行承担责任
C．总承包单位和分包单位对分包工程的安全生产承担连带责任
D．分包单位不服从总承包单位管理导致生产安全事故的，由分包单位承担主要
642 施工单位专职安全生产管理人员负责对安全生产进行现场监督检查，发现安全事
故隐患，应当及时向( )报告；对违章指挥、违章操作，应当立即制止。
D
A．项目负责人
B．安全生产管理机构
第 67 页，共 218 页
C．县级以上人民政府
D．项目负责人和安全生产管理机构
643 起重吊装工程是一个危险性工程，对于起重吊装工程的说法不正确的是( )。 C
A．施工单位应该在施工组织设计中编制安全技术措施
B．需要编制专项施工方案，并无安全验算结果
C．专项施工方案经专职安全管理人员签字后实施
D．由专项安全管理人员进行现场监督
644 某施工单位租赁一建筑设备公司的塔吊，经组织有关方验收合格，施工单位应在
验收合格之日起( )内，向建设行政主管部门或者其他有关部门登记。
D
A．5日
B．10日
C．20日
D．30
645 关于安全施工技术交底，下面说法正确的是( )。 A
A．施工单位负责项目管理的技术人员向施工作业人员的交底
B．专职安全生产管理人员向施工作业人员交底
C．施工单位负责项目管理的技术人员向专职安全生产管理人员交底
D．施工作业人员向施工单位负责人交底
646 施工单位的安全生产费用不应该用于( )。 D
A．购买施工安全防护用具
B．安全设施的更新
C．安全施工措施的落实
D．职工安全事故的赔偿
647 施工单位应当组织专家对专项施工方案进行论证、审查的工程是( ) D
A．脚手架工程
B．爆破工程
C．模板工程
D．地下暗挖工程
648 甲建筑公司承建乙市一隧道项目，现缺乏一种进口挖掘机，公司领导决定采用租
赁方式向乙市建筑机械租赁公司租赁，以节约资金。原乙建筑机械租赁公司的此
种进口挖掘机确实性能良好，但缺少产品合格证，下列说法正确的是( )
A
A．不能出租
B．可以出租
C．经乙市建设局批准后可以出租
D．经乙市人民政府批准后可以出租
649 某施工企业于2004年3月1日取得安全生产许可证，该许可证至( ) B
A．2006年3月1日
B．2007年3月2日
C．2008年3月1日
D．2009年3月1日
650 企业在安全生产许可证有效期内，未发生死亡事故的，安全生产许可证届满时，
经原安全生产许可证颁发管理机关同意，( )。
A
A．不再审查，有效期延期3年
B．必须再次审查，有效期增加2年
C．不再审查，有效期直至发生死亡事故
D．必须再次审查，重新办理
651 建筑施工企业应当按照安全生产许可证的管理规定向( )以上建设主管部门申
请领取安全生产许可证。
A
A．省级
B．市级
C．部级
D．县级
652 2007年3月28日，国务院第172次常务会议通过《生产安全事故报告和调查处理条
例》，自( )起施行。
C
第 68 页，共 218 页
A．2007年5月9日
B．2007年4月9日
C．2007年6月1日
D．2007年7月1日
653 根据( )和有关法律，制定《生产安全事故报告和调查处理条例》。 B
A．《建筑法》
B．《中华人民共和国安全生产法》
C．《建设工程安全生产管理条例》
D．《建设工程质量管理条例》
654 ( )是指造成10人以上30人以下死亡，或者50人以上100人以下重伤，或者5000
万元以上1亿元以下直接经济损失的事故。
A
A．重大事故
B．较大事故
C．特别重大事故
D．一般事故
655 ( )是指造成3人以上10人以下死亡，或者10人以上50人以下重伤，或者1000万
元以上5000万元以下直接经济损失的事故。
B
A．重大事故
B．较大事故
C．特别重大事故
D．一般事故
656 ( )适用《生产安全事故报告和调查处理条例》。 D
A．环境污染事故
B．核设施事故
C．国防科研生产事故
D．生产经营活动中发生的造成人身伤亡
657 ( )应当依照本条例的规定，严格履行职责，及时、准确地完成事故调查处理 B
A．乡级以上人民政府
B．县级以上人民政府
C．省级以上人民政府
D．县级以上人民政府建设行政主管部门
658 事故发生后，事故现场有关人员应当( )向本单位负责人报告。 A
A．立即
B．1小时内
C．2小时内
D．3小时内
659 事故发生后，单位负责人接到报告后，应当于( )小时内向事故发生地县级以
上人民政府安全生产监督管理部门和负有安全生产监督管理职责的有关部门报告
B
A．立即
B．1
C．2
D．3
660 事故发生后，如情况紧急，事故现场有关人员可以直接向事故发生地( )安全
生产监督管理部门和负有安全生产监督管理职责的有关部门报告。
B
A．乡级以上人民政府
B．县级以上人民政府
C．省级以上人民政府’
D．县级以上人民政府建设行政主管部门
661 ( )逐级上报至省、自治区、直辖市人民政府安全生产监督管理部门和负有安
全生产监督管理职责的有关部门。
B
A．重大事故
B．较大事故
C．特别重大事故
D．一般事故
第 69 页，共 218 页
662 国务院安全生产监督管理部门和负有安全生产监督管理职责的有关部门以及省级
人民政府接到发生特别重大事故、重大事故的报告后，应当( )报告国务院。
A
A．立即
B．1小时内
C．2小时内
D．3小时内
663 安全生产监督管理部门和负有安全生产监督管理职责的有关部门逐级上报事故情
况，每级上报的时间不得超过( )。
B
A．1小时
B．2小时
C．3小时
D．4小时
664 自事故发生之日起( )内，事故造成的伤亡人数发生变化的，应当及时补报。 D
A．5日
B．15日
C．20日
D．30日
665 道路交通事故、火灾事故自发生之日起( )内，事故造成的伤亡人数发生变化
的，应当及时补报。
C
A．3日
B．5日
C．7日
D．9日
666 事故发生单位负责人接到事故报告后，应当( )启动事故相应应急预案，或者
采取有效措施，组织抢救，防止事故扩大，减少人员伤亡和财产损失。
A
A．立即
B．1小时内
C．2小时内
D．3小时内
667 事故发生地有关地方人民政府、安全生产监督管理部门和负有安全生产监督管理
职责的有关部门接到事故报告后，其负责人应当( )赶赴事故现场，组织事故
A
A．立即
B．1小时内
C．2小时内
D．3小时内
668 事故调查中需要进行技术鉴定的，技术鉴定所需时间( )事故调查期限。 B
A．全部计人
B．不计人
C．计入一半
D．计入二倍
669 ( )由国务院或者国务院授权有关部门组织事故调查组进行调查。 C
A．重大事故
B．较大事故
C．特别重大事故
D．一般事故
670 ( )由事散发生地省级人民政府负责调查。 A
A．重大事故
B．较大事故
C．特别重大事故
D．一般事故
671 事故调查组应当自事故发生之日起( )提交事故调查报告。 D
A．15日内
B．20日内
C．30日内
第 70 页，共 218 页
D．60日内
672 特殊情况下，经负责事故调查的人民政府批准，提交事故调查报告的期限可以适
当延长，但延长的期限最长不超过( )。
C
A．20日内
B．30日内
C．60日内
D．90日内
673 重大事故、较大事故、一般事故，负责事故调查的人民政府应当自收到事故调查
报告之日起( )内作出批复。
C
A．5日
B．10日
C．15日
D．30日
674 特别重大事故，负责事故调查的人民政府应当自收到事故调查报告之日起( )
内作出批复。
D
A．5日
B．10 日
C．15日
D．30日
675 特别重大事故，特殊情况下，批复时间可以适当延长，但延长的时间最长不超过 D
A．5日
B．10日
C．15日
D．30日
676 事故发生单位主要负责人在事故调查处理期间擅离职守的，处上一年年收入(
)至80％的罚款。
C
A．20％
B．30％
C．40％
D．50％
677 事故发生单位主要负责人构成犯罪的，应( ) D
A．记大过
B．警告
C．留用察看
D．依法追究刑事责任
678 事故发生单位及其有关人员( )，对事故发生单位处100万元以500万元以下的 D
A．不立即组织事故挽救的
B．迟报或者漏报事故的
C．在事故调查处理期间擅离职守的
D．伪造或者故意破坏事故现场的
679 事故发生单位及其有关人员转移、隐匿资金、财产，或者销毁有关证据、资料
的，对事故发生单位处( )的罚款。
A
A．100-500万元
B．200-500万元
C．300-600万元
D．400-700万元
680 伪造或者故意破坏事故现场的，对主要负责人、直接负责的主管人员和其他直接
责任人员处上一年年收入60％至( )的罚款。
D
A．70％
B．80％
C．90％
D．100％
681 事故发生单位对事故发生负有责任的，发生( )的，处50万元以上200万元以下 A
A．重大事故
第 71 页，共 218 页
B．较大事故
C．特别重大事故
D．一般事故
682 事故发生单位主要负责人未依法履行安全生产管理职责，导致事故发生的，发生
特别重大事故的，处上一年年收入( )的罚款。
B
A．70％
B．80％
C．90％
D．100％
683 事故发生单位主要负责人受到刑事处罚或者撤职处分的，自刑罚执行完毕或者受
处分之日起，( )不得担任任何生产经营单位的主要负责人。
C
A．1年内
B．3年内
C．5年内
D．7年内
684 《安全生产培训管理办法》已经国家安全生产监督管理局局务会议审议通过，自
( )起施行。
B
A．2005年1月1日
B．2005年2月1日
C．2005年3月1日
D．2005年4月1日
685 为了加强安全生产培训管理，根据( )和有关法律、行政法规的规定，制定《
安全生产培训管理办法》。
B
A．《建筑法》
B、《安全生产法》
C．《建设工程安全生产管理条例》
D．《安全生产许可证条例》
686 设立煤矿安全监察机构的省、自治区、直辖市，由( )依法对所辖区域内煤矿
企业的安全培训工作实施监督管理。
A
A．省级煤矿安全监察机构
B．省级人民政府
C．县级人民政府
D．国家局
687 安全培训机构从事安全培训活动，必须取得相应的资质证书。其中( )由省、
自治区、直辖市安全生产监督管理部门审批、颁发。
D
A．一级
B．一级和二级
C．三级
D．三级和四级
688 安全培训机构从事安全培训活动，必须取得相应的资质证书。其中( )由国家
局审批、颁发。
B
A．一级
B．一级和二级
C．三级
D．三级和四级
689 安全培训机构申请一级资质证书，应当具备( D
A．注册资金或者开办费30万元以上
B．注册资金或者开办费50万元以上
C．注册资金或者开办费80万元以上
D．．注册资金或者开办费100万元以上
690 取得( )资质证书的安全培训机构，可以承担省级以上安全生产监督管理部门
、煤矿安全监察机构的安全生产监察员、煤矿安全监察员的培训。
A
A．一级
B．二级
第 72 页，共 218 页
C三级
D．四级
691 取得( )资质证书的安全培训机构，可以承担市、县级安全生产监督管理部门
的安全生产监察员的培训。
B
A．一级
B．二级
C．三级
D．四级
692 取得( )资质证书的安全培训机构，可以承担特种作业人员的培训。 C
A．一级
B．二级
C．三级
D．四级
693 申请一．二级资质证书，国家局自受理申请之日起( )内完成审查工作。 C
A．7日
B．10日
C．20日
D．30日
694 安全培训机构资质证书的有效期为( )年。 C
A．1
B．2
C．3
D．5
695 安全培训机构资质证书有效期满需要延期的，应当于安全培训机构资质证书有效
期满前( )向原颁发证书的机构办理延期手续。
C
A．7日内
B．10日内
C．30日内
D．60日内
696 对安全培训机构及其教师的考核发证，收取( )费用。 A
A．0元
B．100元
C．150元
D．200元
697 安全培训应当按照( )统一制定的安全培训大纲进行。 A
A．国家局、省级安全生产监督管理部门
B．县级安全生产监督管理部
C．省级人民政府
D．县级人民政府
698 安全监督监察人员、危险物品的生产、经营、储存单位与矿山企业的主要负责
人，安全生产管理人员和特种作业人员的安全培训大纲，由( )组织制定。
A
A．国家局
B．县级安全生产监督管理部门
C．省级人民政府
D．省级安全生产监督管理部门
699 国家局、省级安全生产监督管理部门( )组织一次优秀教材的评选。 B
A．每1年
B．每2年
C．每3年
D．每4年
700 ( )负责市级、县级安全生产监督管理部门的安全生产监察员的培训工作。 B
A．国家局
B．省级安全生产监督管理部门
C．省级人民政府
第 73 页，共 218 页
D．县级人民政府
701 安全监督监察人员，危险物品的生产、经营、储存单位及矿山企业主要负责人，
安全生产管理人员和特种作业人员的考核标准，由( )制定。
A
A．国家局
B．省级安全生产监督管理部门
C．省级人民政府
D，县级人民政府
702 ( )负责特种作业人员的考核。 B
A．国家局
B．省级安全生产监督管理部门
C．省级人民政府
D．县级人民政府
703 ( )负责省属生产经营单位和中央企业分公司、子公司及其所属单位的主要负
责人和安全生产管理人员的考核。
B
A．国家局
B．省级安全生产监督管理部门
C．省级人民政府
D．县级人民政府
704 ( )负责省级以上安全生产监督管理部门的安全生产监察员、各级煤矿安全监
察机构的煤矿安全监察员的考核。
A
A．国家局
B．省级安全生产监督管理部门
C．省级人民政府
D．县级人民政府
705 ( )负责所辖区域内煤矿企业的主要负责人、安全生产管理人员和特种作业人 C
A．国家局
B．省级安全生产监督管理部门
C．省级煤矿安全监察机构
D．市级、县级安全生产监督管理部门
706 安全培训的考核应坚持( )。 D
A．教考分离
B．统一标准
C．分级负责
D．以上都正确
707 危险物品的生产、经营、储存单位和矿山企业主要负责人、安全生产管理人员经
考核合格后，颁发( )。
C
A．安全生产监察员证
B．煤矿安全监察员证
C．安全资格证
D．培训合格证
708 ( )的式样，由负责培训考核的部门规定。 D
A.安全生产监察员证
B．煤矿安全监察员证
C．安全资格证
D.培训合格证
709 安全生产监察员证、煤矿安全监察员证、安全资格证的有效期为( )。 B
A．1年
B．3年
C．5年
D．6年
710 安全生产监察员证、煤矿安全监察员证、安全资格证的有效期满需要延期的，应
当于期满前( )向原发证部门办理延期手续。
D
A．7日内
B．10日内
第 74 页，共 218 页
C．1个月内
D．2个月内
711 特种作业操作资格证的有效期为( )。 D
A．1年
B．3年
C．5年
D．6年
712 特种作业操作资格证需延期或者复审的，应当于期满前( )向原发证部门或者
异地相关部门办理延期或者复审手续。
C
A．7日内
B．10日内
C．1个月内
D．2个月内
713 特种作业操作资格证在( )范围内有效。 A
A．全国
B．全省
C．全县
D．全市
714 煤矿安全监察机构考核颁发的主要负责人、安全生产管理人员的安全资格证在(
)范围内有效。
A
A．全国
B．全省
C．全县
D．全市
715 安全生产监督管理部门、煤矿安全监察机构及其工作人员应当坚持( )的原
则，颁发资质证书。
D
A．公开
B．公平
C．公正
D．以上都正确
716 对已经取得资质证书的安全培训机构，安全生产监督管理部门、煤矿安全监察机
构应当每( )进行一次评估检查。
B
A．1年
B．3年
C．5年
D．6年
717 监察机关依照( )等法律、行政法规的规定，对安全生产监督管理部门、煤矿
安全监察机构及其工作履行安全培训工作监督管理职责实施监察。
A
A．《行政监察法》
B．《建筑法》
C．《建设工程安全生产管理条例》
D．《中华人民共和国安全生产法》
718 安全生产监督管理部门、煤矿安全监察机构工作人员在安全培训监督管理工作
中，构成犯罪的，应( )。
D
A．记大过
B．警告
C．留用察看
D．依法追究刑事责任
719 申请领取施工许可证，应当具备下列条件：( )。 ABCDE
A．已经办理建筑工程用地审批手续
B．在城市规划区的建筑工程，已经取得规划许可证
C．有保证工程质量和安全的具体措施
D．有满足施工需要的施工图纸及技术资料
E．法律、行政法规规定的其他条件
第 75 页，共 218 页
720 实施建筑工程监理前，建设单位应当将( )，书面通知被监理的建筑施工企业 ABE
A．委托的工程监理单位
B．监理的内容
C．监理单位的报酬
D．监理人员名单
E．监理权限
721 根据《建筑法》，建筑施工企业在编制施工组织设计时，对专业性较强的工程项 AD
A．应当编制专项安全施工组织设计
B．视情况决定是否编制专项安全施工组织设计
C．不必编制专项安全施工组织设计
D．采取安全技术措施
E．视情况决定是否采取安全技术措施
722 根据《建筑法》，建筑施工企业应当在施工现场采取( ) ABCD
A．维护安全的措施
B．防范危险的措施
C．预防火灾的措施
D．有条件的，应当对施工现场实行封闭管理
E．风险转移的措施
723 建筑施工企业应当遵守有关环境保护和安全生产的法律、法规的规定，采取控制
和处理施工现场的各种( )的措施。
ABCDE
A．粉尘
B．废气
C．固体废物
D．废水
E．噪声．振动对环境的污染和危害
724 有下列情形之一的，建设单位应当按照国家有关规定办理申请批准手续( )。 ABCDE
A．需要临时占用规划批准范围以外场地的
B．可能损坏道路、管线、电力、邮电通讯等公共设施的
C．需要临时停水、停电、中断道路交通的
D．需要进行爆破作业的
E．法律、法规规定需要办理报批手续的其他情形
725 根据《建筑法》，建筑施工企业必须( ) ABCD
A．依法加强对建筑安全生产的管理
B．执行安全生产责任制度
C．采取有效措施防止伤亡
D．采取有效措施防止其他安全生产事故
E．避免任何安全生产事故
726 建筑施工企业和作业人员在施工过程中，应当( )。 ABCDE
A．遵守有关安全生产的法律
B．遵守有关安全生产的法规
C．遵守建筑行业安全规章
D．遵守建筑行业安全规程
E．不得违章指挥或者违章作业
727 超越本单位资质等级承揽工程的，( ) ABCDE
A．责令停止违法行为
B．处以罚款
C．可以责令停业整顿，降低资质等级
D．情节严重的，吊销资质证书
E．有违法所得的，予以没收
728 建筑施工企业转让、出借资质证书或者以其他方式允许他人以本企业的名义承揽
工程的( )。
ABCD
A．责令改正
B．没收违法所得，并处罚款
C．可以责令停业整顿，降低资质等级
第 76 页，共 218 页
D．情节严重的，吊销资质证书
E．直接追究单位的刑事责任
729 承包单位将承包的工程转包的，或者违反建筑法规定进行分包的( ) ABDE
A．责令改正
B．没收违法所得，并处罚款
C．直接追究单位的刑事责任
D．可以责令停业整顿，降低资质等级
E．情节严重的，吊销资质证书
730 建筑设计单位不按照建筑工程质量、安全标准进行设计的( )。 ABCD
A．责令改正，处以罚款
B．造成工程质量事故的，责令停业整顿，降低资质等级或者吊销资质证书，没
收违法所得，并处罚款
C．造成损失的，承担赔偿责任
D．构成犯罪的，依法追究刑事责任
E．直接追究单位的刑事责任
731 建筑施工企业在施工中偷工减料的，使用不合格的建筑材料、建筑构配件和设备
的，或者有其他不按照工程设计图纸或者施工技术标准施工的行为的( )。
ABCD
A．责令改正，处以罚款
B．情节严重的，责令停业整顿，降低资质等级或者吊销资质证书
C．造成建筑工程质量不符合规定的质量标准的，负责返工、修理，并赔偿因此
D．构成犯罪的，依法追究刑事责任
E．直接追究单位的刑事责任
732 关于施工单位职工安全生产培训下列说法正确的是：( ) CDE
A．施工单位自主决定培训
B．培训制度无硬性规定
C．施工单位应当加强对职工的教育培训
D．施工单位应当建立、健全教育培训制度
E．未经教育培训或者考核不合格的人员，不得上岗作业
733 以下关于工程监理单位的几种说法，正确的是( )。 BCDE
A．与建设单位或者施工单位串通，弄虚作假、降低工程质量的
B．禁止工程监理单位超越本单位资质等级许可的范围承担工程监理业务
C．禁止工程监理单位以其他工程监理单位的名义承担工程监理业务
D．禁止工程监理单位允许其他单位或者个人以本单位的名义承担工程监理业务
E．工程监理单位不得转让工程监理业务
734 为了加强建设工程安全生产监督管理，保障人民群众生命和财产安全，根据(
)，制定《建设工程安全生产管理条例》。
AC
A、《中华人民共和国建筑法》
B．《中华人民共和国城市规划法》
C．《中华人民共和国安全生产法》
D．《中华人民共和国建设工程质量管理条例》
E、《中国人民共和国建设工程勘察设计管理条例》
735 建设单位应当向施工单位提供( )，并保证资料的真实、准确、完整。 BCE
A、建设项目周围环境现状
B．相邻建筑物和构筑物、地下工程的有关资料
C．气象和水文观测材料
D．担保合同
E．施工现场及毗邻区域内供水、排水、供电、供气、供热、通信、广播电视等
地下管线资料
736 《建设工程安全生产管理条例》适用于以下哪项( )。 ABCE
A．建设工程的新建
B．建设工程的改建
C．建设工程的扩建
D．救灾工程
E．建设工程的拆除
第 77 页，共 218 页
737 制定《建设工程安全生产管理条例》的目的是( ) ABCE
A．加强建设工程安全生产监督管理
B．保障人民群众生命安全
C．保障人民群众财产安全
D．保护施工单位利益不受侵害
E．保证建设单位利益
738 《建设工程安全生产管理条例》中的建设工程指( ) ABCDE
A．土木工程
B．建筑工程
C．线路管道
D．设备安装工程
E．装修工程
739 哪些单位，必须遵守安全生产法律、法规的规定，保证建设工程安全生产( ) ABCDE
A．建设单位
B．设计单位
C．施工单位
D．工程监理单位
E．其他与建设生产安全有关单位
740 根据《建设工程安全生产管理条例》，下列说法正确的是( ) BE
A．建设工程安全生产管理条例只适用于施工单位
B．建设工程安全生产管理条例适用于施工单位
C．建设工程安全生产管理条例不适用建设单位
D．建设工程安全生产管理条例不适用监理单位
E．建设工程安全生产管理条例适用于设计单位
741 根据《建设工程安全生产管理条例》，下列说法错误的是( ) ABC
A．建设工程安全生产管理，坚持质量第一、预防为主的方针
B．建设单位可压缩合同约定工期
C．建设工程安全生产管理，坚持预防第一、安全为主的方针
D．建设单位因建设工程需要，向有关部门或者单位查询相关资料时，有关部门
或者单位应当及时提供。
E．建设工程安全生产管理，坚持安全第一、预防为主的方针。
742 根据《建设工程安全生产管理条例》，建设单位在编制工程概算时，应当确定(
)所需费用。
BD
A．现场卫生条件
B．建设工程安全作业环境
C．工程施工污染
D．安全施工措施
E．建设工程安全措施
743 根据《建设工程安全生产管理条例》，下列说法错误的是( ) ACD
A．建设单位可压缩合同约定工期
B．建设单位应当向施工单位提供施工现场资料
C．施工单位应该自行勘察施工现场，建设单位无义务提供相应资料
D．建设单位因建设工程需要，向有关部门或者单位查询前款规定的资料时，有
关部门或者单位无义务及时提供
E．建设单位不得压缩合同约定的工期
744 根据《建设工程安全生产管理条例》，下列说法错误的是( ) BCDE
A．建设单位在编制工程概算时，应当确定建设工程安全作业环境及安全施工措
B．施工单位在编制工程概算时，应当确定建设工程安全作业环境及安全施工措
C．设计单位在编制工程概算时，应当确定建设工程安全作业环境及安全施工措
D．建设单位在编制工程预算时，应当确定建设工程安全作业环境及安全施工措
E．建设单位在编制工程决算时，应当确定建设工程安全作业环境及安全施工措
745 根据《建设工程安全生产管理条例》，下列说法正确的是( ) ABE
A．建设单位在编制工程概算时，应当确定建设工程安全作业环境及安全施工措
B．建设单位在申请领取施工许可证时，应当提供建设工程有关安全施工措施的
第 78 页，共 218 页
C．建设单位可压缩合同约定工期
D．建设工程安全生产管理，坚持质量第一、预防为主的方针
E．建设单位应当向施工单位提供施工现场资料，并保证资料的真实、准确、完
746 建设单位应当在拆除工程施工15日前，将下列资料报送建设工程所在地的县级以
上地方人民政府建设行主管部门或者其他有关部门备案：( )。
ABDE
A．堆放、清除废弃物的措施
B．施工单位资质等级证明
C．拟拆除工程地下管线资料
D．拟拆除建筑物、构筑物及可能危及毗邻建筑的说明
E．拆除施工组织方案
747 根据《建设工程安全生产管理条例》，下列说法正确的是( )。 ABCDE
A．建设工程，是指土木工程、建筑工程、线路管道和设备安装工程及装修工程
B．国家鼓励建设工程安全生产的科学技术研究和先进技术的推广应用，推进建
设工程安全生产的科学管理
C．建设单位因建设工程需要，向有关部门或者单位查询规定的资料时，有关部
门或者单位应及时提供
D．建设单位不得对勘察、设计、施工、工程监理等单位提出不符合建设工程安
全生产法律、法规和强制性标准规定的要求，不得压缩合同约定的工期
E．建设单位在编制工程概算时，应当确定建设工程安全作业环境及安全施工措
748 根据《建设工程安全生产管理条例》，下列说法正确的是( )。 BD
A．依法批准开工报告的建设工程，建设单位应当自开工报告批准之日起30日
内，将保证安全施工的措施报送建设工程所在地的县级以上地方人民政府建设行
政主管部门或者其他有关部门备案
B．依法批准开工报告的建设工程，建设单位应当自开工报告批准之日起15日
内，将保证安全施工的措施报送建设工程所在地方县级以上人民政府建设行政主
管部门或者其他有关部门备案
C．依法批准开工报告的建设工程，建设单位应当自开工报告批准之日起40日
内，将保证安全施工的措施报送建设工程所在地的市级以上人民政府建设行政主
管部门或者其他有关部门备案
D．建设单位应当将拆除工程发包给具有相应资质等级的施工单位
E．建设单位可以明示或暗示施工单位购买、使用不符合安全施工要求的安全防
护用具或机械设备等
749 根据《建设工程安全生产管理条例》，下列说法正确的是( )。 ABCD
A．勘察单位应当按照法律、法规和工程建设强制性标准进行勘察，提供的勘察
文件应当真实、准确，满足建设工程安全生产的需要
B．实施爆破作业的，应当遵守国家有关民用爆炸物品管理的规定
C．建设单位应当将拆除工程发包给具有相应资质等级的施工单位
D．勘察单位在勘察作业时，应当严格执行操作规程，采取措施保证各类管线、
设施和周边建筑物、构筑物的安全
E．施工单位应当考虑施工安全操作和防护的需要，对涉及施工安全的重点部位
和环节在设计文件中注明，并对防范生产安全事故提出指导意见
750 根据《建设工程安全生产管理条例》，下列说法正确的是( )。 AB
A．建设单位在编制工程概算时，应当确定建设工程安全作业环境及安全施工措
B．依法批准开工报告的建设工程，建设单位应当自开工报告批准之日起15日
内，将保证全施工的措施报送建设工程所在地方县级以上人民政府建设行政主管
部门或者其他有关部门备案
C．建设单位可以压缩合同约定的工期
D．建设工程安全生产管理，坚持质量第一、预防为主的方针
E．施工单位在申请领取施工许可证时，应当提供建设工程有关安全施工措施的
751 ( )应当对设计负责。 ABC
A．设计单位
B．注册建筑师
C．其他相关的注册执业设计人员
D．建设单位
第 79 页，共 218 页
E．监理单位
752 根据《建设工程安全生产管理条例》，下列说法错误的是( )。 AC
A．采用新结构、新材料、新工艺的建设工程和特殊结构的建设工程，监理单位
应当在设计中提出保障施工作业人员安全和预防生产安全事故的措施建议
B．工程监理单位应当审查施工组织设计中的安全技术措施或者专项施工方案是
否符合工程建设强制性标准
C．施工单位在申请领取施工许可证时，应当提供建设工程有关安全施工措施的
D．工程监理单位在实施监理过程中，发现存在安全事故隐患的，应当要求施工
单位整改；情况严重的，应当要求施工单位暂时停止施工，并及时报告建设单位
E．依法批准开工报告的建设工程，建设单位应当自开工报告批准之日起15日
内，将保证安全施工的措施报送建设工程所在地方县级以上人民政府建设行政主
管部门或者其他有关部门备案
753 根据《建设工程安全生产管理条例》，( )的建设工程，设计单位应当在设计
中提出保障施工作业人员安全和预防生产安全事故的措施建议。
ABCE
A．采用新结构
B．采用新材料
C．特殊结构
D．特殊位置
E．新工艺
754 根据《建设工程安全生产管理条例》，下列说法正确的是( )。 CD
A．设计单位应当按照法律、法规和工程建设强制性标准进行勘察，提供的勘察
文件应当真实．准确，满足建设工程安全生产的需要
B．勘察单位应当考虑施工安全操作和防护的需要，对涉及施工安全的重点部位
和环节在设计文件中注明，并对防范生产安全事故提出指导意见
C．设计单位应当考虑施工安全操作和防护的需要，对涉及施工安全的重点部位
和环节在设计文件中注明，并对防范生产安全事故提出指导意见
D．勘察单位在勘察作业时，应当严格执行操作规程，采取措施保证各类管线、
设施和周边建筑物、构筑物的安全 ‘
E．监理单位应当考虑施工安全操作和防护的需要，对涉及施工安全的重点部位
和环节在设计文件中注明，并对防范生产安全事故提出指导意见
755 根据《建设工程安全生产管理条例》，下列说法正确的是( )。 AC
A．设计单位应当考虑施工安全操作和防护的需要，对涉及施工安全的重点部位
和环节在设计文件中注明，并对防范生产安全事故提出指导意见
B．采用新结构、新材料、新工艺的建设工程和特殊结构的建设工程，监理单位
应当在设计中提出保障施工作业人员安全和预防生产安全事故的措施建议
C．工程监理单位应当审查施工组织设计中的安全技术措施或者专项施工方案是
否符合工程建设强制性标准
D、工程设计单位应当审查施工组织设计中的安全技术措施或者专项施工方案是
否符合工程建设强制性标准
E．监理单位应当考虑施工安全操作和防护的需要，对涉及施工安全的重点部位
和环节在设计文件中注明，并对防范生产安全事故提出指导意见
756 根据《建设工程安全生产管理条例》，下列说法正确的是( )。 CD
A．工程设计单位在实施施工过程中，发现存在安全事故隐患的，应当要求施工
单位整改；情况严重的，应当要求施工单位暂时停止施工，并及时报告建设单位
B．工程监理单位应审查施工组织设计中的安全技术措施或者专项施工方案是否
符合工程建设强制性标准
C．工程监理单位和监理工程师应当按照法律、法规和工程建设强制性标准实施
监理，并对建设工程安全生产承担监理责任
D．设计单位应当考虑施工安全操作和防护的需要，对涉及施工安全的重点部位
和环节在设计文件中注明，并对防范生产安全事故提出指导意见
E．采用新结构、新材料、新工艺的建设工程和特殊结构的建设工程，监理单位
应当在设计中提出保障施工作业人员安全和预防生产安全事故的措庖建议
757 根据《建设工程安全生产管理条例》，出租的机械设备和施工机具及配件，应当
具有( )。
AB
第 80 页，共 218 页
A．生产(制造)许可证
B．产品合格证
C．生产日期
D．生产厂家
E．出租许可证
758 安装、拆卸施工起重机械和整体提升脚手架、模板等自升式架设设施时( )。 ABCD
A、应当编制拆装方案
B．制定安全施工措施
C．由专业技术人员现场监督
D．必须由具有相应资质的单位承担
E．可以由非专业人员进行
759 施工起重机械和整体提升脚手架、模板等自升式架设设施安装完毕后( )。 ABCE
A．安装单位应该自检
B．安装单位应出具自检合格证明
C．安装单位应向施工单位进行安全说明
D．安装单位应向建设单位进行安全说明
E．安装单位应该办理验收手续并签字
760 下列有关施工单位的安全责任正确的是( )。 ABCDE
A．施工单位从事建设工程的新建、扩建、改建和拆除等活动，应当具备国家规
定的注册资本、专业技术人员、技术装备和安全生产等条件，依法取得相应等级
的资质证书，并在其资质等级许可的范围内承揽工程
B．施工单位负责人依法对本单位的安全生产工作全面负责
C．施工单位应当建立健全安全生产责任制度和安全生产教育培训制度，制定安
全生产规章制度和操作规程，保证本单位安全生产条件所需资金的投人，对所承
担的建设工程进行定期和专项安全检查，并做好安全检查记录
D．施工单位应当设立安全生产管理机构，配备专职安全生产管理人员
E．建设工程实行施工总承包的，由总承包单位对施工现场的安全生产负总责
761 下列说法正确的是( )。 DE
A．建设工程实行施工总承包的，由分包单位对施工现场的安全生产负总责
B．总承包单位和分包单位对分包工程的安全生产承担无限连带责任
C．分包单位应当服从总承包单位的安全生产管理，分包单位不服从管理导致生
产安全事故的，由总承包单位承担主要责任
D．总承包单位应当自行完成建设工程主体结构的施工
E．建设工程实行施工总承包的，由总承包单位对施工现场的安全生产负总责
762 根据《建设工程安全生产管理条例》，下列( )达到一定规模的危险性较大的
分部分项工程编制专项施工方案，并附具安全验算结果，经施工单位技术负责人
、总监理工程师签字后实施，由专职安全生产管理人员进行现场监督。
ABCE
A．基坑支护与降水工程
B．土方开挖工程
C．模板工程
D．混凝土工程
E．脚手架工程
763 根据《建设工程安全生产管理条例》，施工单位应该在下列( )处危险部位设
置明显的安全警示标志。
ABC
A．施工现场人口处
B．电梯井口
C．脚手架
D．分叉路口
E．十字路口
764 根据《建设工程安全生产管理条例》，下列说法正确的是( )。 ACD
A．施工单位应当根据不同施工阶段和周围环境及季节、气候的变化，在施工现
场采取相应的安全施工措施
B．施工现场暂时停止施工的，施工单位应当做好现场防护，所需费用由施工方
承担，或者按照合同约定执行
第 81 页，共 218 页
C．建设工程施工前，施工单位负责项目管理的技术人员应当对有关安全施工的
技术要求向施工作业班组、作业人员作出详细说明，并由双方签字确认
D．施工单位应当将施工现场的办公、生活区与作业区分开设置，并保持安全距
E．施工现场使用的机械设备可不具有产品合格证
765 根据《建设工程安全生产管理条例》，下列说法正确的是( )。 BC
A．在城市的建设工程，施工单位可以对施工现场不实行封闭围挡
B．在城市市区内的建设工程，施工单位应当对施工现场实行封闭围挡
C．施工单位不得在尚未竣工的建筑物内设置员工集体宿舍
D．施工单位可以在尚未竣工但已经监理工程师检验合格的建筑物内设置员工集
E．施工现场暂时停止施工的，应当由建设单位做好现场防护，所需费用由责任
方承担，或按照合同约定执行
766 施工单位在使用承租的机械设备和施工机具及配件的，由( )共同进行验收。 BCDE
A．建设单位
B．施工总承包单位
C、分包单位
D．出租单位
E．安装单位
767 施工单位在采用( )时，应当对作业人员进行相应的安全生产教育培训。 ABDE
A．新工艺
B．新材料
C．新结构
D．新设备
E．新技术
768 意外伤害保险费由施工单位支付。实行施工总承包的，由总承包单位支付意外伤
害保险费。意外伤害保险期限( )。
BD
A．自建设工程开工一个月之日起
B．自建设工程开工之日起
C．至竣工之日止
D．至竣工验收合格止
E．由负责人决定
769 根据《建设工程安全生产管理条例》，下列说法正确的( )。 ADE
A．在城市市区内的建设工程，施工单位应当对施工现场实行封闭围挡
B．施工单位应当自施工起重机械和整体提升脚手架、模板等自升式架设设施验
收合格之日起15日内，向建设行政主管部门或者其他有关部门登记
C．施工单位的主要负责人、项目负责人、专职安全生产管理人员应当经培训后
D．施工单位应当为施工现场从事危险作业的人员办理意外伤害保险
E．施工单位应当向作业人员提供安全防护用具和安全防护服装，并书面告知危
险岗位的操作规程和违章操作的危害
770 根据《建设工程安全生产管理条例》，下列说法正确的( ) ACE
A．意外伤害保险费由施工单位支付
B．意外伤害保险费由建设单位支付
C．意外伤害保险期限自建设工程开工之日起至竣工验收合格止
D．意外伤害保险期限自建设工程开工之日起至竣工结算时止
E．实行施工总承包的，由总承包单位支付意外伤害保险费
771 县级以上人民政府负有建设工程安全生产监督管理职责的部门在各自的职责范围
内履行安全监督检查职责时，有权采取下列措施( )
ABCDE
A．要求被检查单位提供有关建设工程安全生产的文件和资料
B．进入被检查单位施工现场进行检查
C．纠正施工中违反安全生产要求的行为
D．对检查中发现的安全事故隐患，责令立即排除
E．重大安全事故隐患排除前或者排除过程中无法保证安全的，责令从危险区域
内撤出作业人员或者暂时停止施工
772 55．根据《建设工程安全生产管理条例》，下列说法正确的( )。 ACE
第 82 页，共 218 页
A．国务院负责安全生产监督管理的部门依照《中华人民共和国安全生产法》的
规定，对全国建设工程安全生产工作实施综合监督管理
B．市级以上地方人民政府建设行政主管部门依照《中华人民共和国安全生产法
》的规定，对本行政区域内建设工程安全生产工作实施综合监督管理
C．县级以上地方人民政府负责安全生产监督管理的部门依照《中华人民共和国
安全生产法》的规定，对本行政区域内建设工程安全生产工作实施综合监督管理
D．市级以上地方人民政府对全国的建设工程安全生产实施监督管理
E．国务院铁路、交通、水利等有关部门按照国务院规定的职责分工，负责有关
专业建设工程安全生产的监督管理
773 根据《建设工程安全生产管理条例》，施工单位发生生产安全事故( )。 ABDE
A．应当按照国家有关伤亡事故报告和调查处理的规定，及时、如实地向负责安
全生产监督管理的部门、建设行政主管部门或者其他有关部门报告
B．实行施工总承包的建设工程，由总承包单位负责上报事故
C．特种设备发生事故的，不用同时向特种设备安全监督管理部门报告
D．特种设备发生事故的，还应当同时向特种设备安全监督管理部门报告
E．接到报告的部门应当按照国家有关规定，如实上报
774 根据《建设工程安全生产管理条例》，发生生产安全事故后( )。 BCD
A．马上报警
B．施工单位应当采取措施防止事故扩大
C．需要移动现场物品时，应当做出标记和书面记录，妥善保管有关证物
D．保护事故现场
E．施工单位不许采取任何措施
775 违反《建设工程安全生产管理条例》的规定，县级以上人民政府建设行政主管部
门或者其他有关行政管理部门的工作人员，有下列行为之一的，给予降级或者撤
职的行政处分；构成犯罪的，依照刑法有关规定追究刑事责任( )
ABDE
A．对不具备安全生产条件的施工单位颁发资质证书的
B．对没有安全施工措施的建设工程颁发施工许可证的
C．对本职工作不尽责的
D．发现违法行为不予查处的
E．不依法履行监督管理职责的其他行为
776 违反《建设工程安全生产管理条例》的规定，对建设单位有以下要求：( )。 ACD
A．逾期未改正的，责令该建设工程停止施工
B．逾期未改正的，责令对该工程进行罚款
C．建设单位未提供建设工程安全生产作业环境及安全施工措施所需费用的，责
D．建设单位未将保证安全施工的措施或者拆除工程的有关资料报送有关部门备
案的，责令限期改正，给予警告
E．建设单位未提供建设工程安全生产作业环境及安全施工措施所需费用的，责
令该建设工程停止施工
777 违反《建设工程安全生产管理条例》的规定，建设单位有下列行为之一的，责令
限期改正，处20万元以上50万元以下的罚款；造成重大安全事故，构成犯罪的，
对直接责任人员，依照刑法有关规定追究刑事责任；造成损失的，依法承担赔偿
BCD
A．将建设工程发包给不具有相应资质等级的施工单位的
B．对勘察、设计、施工、工程监理等单位提出不符合安全生产法律、法规和强
制性标准规定的要求的
C．要求施工单位压缩合同约定的工期的
D．将拆除工程发包给不具有相应资质等级的施工单位的
E．建设单位将建设工程发包给不具有相应资质等级的勘查、设计或者委托给具
有相应资质等级的工程监理单位的
778 违反《建设工程安全生产管理条例》的规定，勘察单位、设计单位有下列行为之
一的，责令限期改正，处10万元以上30万元以下的罚款；情节严重的，责令停业
整顿，降低资质等级，直至吊销资质证书；造成重大安全事故，构成犯罪的，对
直接责任人员，依照刑法有关规定追究刑事责任；造成损失的，依法承担赔偿责
CD
A．超越本单位资质等级承揽工程的
B．允许其他单位或者个人以本单位名义承揽工程的
第 83 页，共 218 页
C．未按照法律、法规和工程建设强制性标准进行勘察、设计的
D．采用新结构、新材料、新工艺的建设工程和特殊结构的建设工程，设计单位
未在设计中提出保障施工作业人员安全和预防生产安全事故的措施建议的
E．未取得或以欺诈手段骗取资质证书承揽工程的
779 违反《建设工程安全生产管理条例》的规定，施工单位有下列行为之一的，责令
限期改正；逾期未改正的，责令停业整顿，并处10万元以上30万元以下的罚款；
情节严重的，降低资质等级，直至吊销资质证书；造成重大安全事故，构成犯罪
的，对直接责任人员，依照刑法有关规定追究刑事责任；造成损失的，依法承担
ABCD
A．安全防护用具、机械设备、施工机具及配件在进入施工现场前未经查验或者
查验不合格即投入使用的
B．使用未经验收或者验收不合格的施工起重机械和整体提升脚手架、模板等自
升式架设设施的
C．委托不具有相应资质的单位承担施工现场安装、拆卸施工起重机械和整体提
升脚手架、模板等自升式架设设施的
D．在施工组织设计中未编制安全技术措施、施工现场临时用电方案或者专项施
E．在尚未竣工的建筑物内设置员工集体宿舍的
780 违反《建设工程安全生产管理条例》的规定，施工单位有下列行为之一的，责令
限期改正；逾期未改正的，责令停业整顿，并处5万元以上10万元以下的罚款；
造成重大安全事故，构成犯罪的，对直接责任人员，依照刑法有关规定追究刑事
ABCDE
A．施工前未对有关安全施工的技术要求作出详细说明的
B．未根据不同施工阶段和周围环境及季节．气候的变化，在施工现场采取相应
的安全施工措施，或者在城市市区内的建设工程的施工现场未实行封闭围挡的
C．在尚未竣工的建筑物内设置员工集体宿舍的
D．施工现场临时搭建的建筑物不符合安全使用要求的
E．未对因建设工程施工可能造成损害的毗邻建筑物、构筑物和地下管线等采取
专项防护措施的
781 违反《建设工程安全生产管理条例》的规定，县级以上人民政府建设行政主管部
门或者其他有关行政管理部门的工作人员，有下列行为之一的，给予降级或者撤
职的行政处分；构成犯罪的，依照刑法有关规定追究刑事责任( )
ABCD
A．对不具备安全生产条件的施工单位颁发资质证书的
B．对没有安全施工措施的建设工程颁发施工许可证的
C．不依法履行监督管理职责的其他行为
D．发现违法行为不予查处的
E．建设单位未将保证安全施工的措施或者拆除工程的有关资料报送有关部门备
782 违反《建设工程安全生产管理条例》的规定，建设单位有下列行为之一的，责令
限期改正，处20万元以上50万元以下的罚款；造成重大安全事故，构成犯罪的，
对直接责任人员，依照刑法有关规定追究刑事责任；造成损失的，依法承担赔偿
ABC
A．对勘察、设计、施工、工程监理等单位提出不符合安全生产法律、法规和强
制性标准规定的要求的
B．要求施工单位压缩合同约定的工期的
C．将拆除工程发包给不具有相应资质等级的施工单位的
D．未按照法律、法规和工程建设强制性标准进行勘察、设计
E．采用新结构、新材料、新工艺的建设工程和特殊结构的建设工程，设计单位
未在设计中提出保障施工作业人员安全和预防生产安全事故的措施建议的
783 根据《建设工程安全生产管理条例》，下列说法正确的是( )。 AD
A．施工单位取得资质证书后，降低安全生产条件的，责令限期改正；经整改仍
未达到与其资质等级相适应的安全生产条件的，责令停业整顿，降低其资质等级
B．有关法律、行政法规对建设工程安全生产违法行为的行政处罚决定机关另有
规定的，建设工程安全生产管理条例优先
C．抢险救灾和农民自建低层住宅的安全生产管理，也适用建设工程安全生产管
D．军事建设工程的安全生产管理，按照中央军事委员会的有关规定执行
E．军事建设工程的安全生产管理，也适用建设工程安全生产管理条例
784 在中华人民共和国领域内从事生产经营活动的单位的安全生产，适用《安全生产
法》；有关法律、行政法规对( )另有规定的，适用其规定。
ABCDE
第 84 页，共 218 页
A．消防安全
B．铁路交通安全
C、水上交通安全
D．民用航空安全
E．道路交通安全
785 ( )单位有进行安全生产宣传教育的义务，有对违反安全生产法律、法规的行
为进行舆论监督的权利。
ABCDE
A．新闻
B．出版
C．广播
D．电影
E．电视
786 国家对( )实行安全生产许可制度。 ABCDE
A．矿山企业
B．建筑施工企业
C．危险化学品生产企业
D．烟花爆竹生产企业
E．民用爆破器材生产企业
787 企业取得安全生产许可证，应当具备下列安全生产条件：( )。 ABCDE
A．建立、健全安全生产责任制，制定完备的安全生产规章制度和操作规程
B．主要负责人和安全生产管理人员经考核合格
C．安全投入符合安全生产要求
D．设置安全生产管理机构，配备专职安全生产管理人员
E．从业人员经安全生产教育和培训合格
788 安全生产许可证颁发管理机关工作人员有下列行为之一的，给予降级或者撤职的
行政处分；构成犯罪的，依法追究刑事责任：( )。
ABCDE
A．向不符合本条例规定的安全生产条件的企业颁发安全生产许可证的
B．发现企业未依法取得安全生产许可证擅自从事生产活动，不依法处理的
C．发现取得安全生产许可证的企业不再具备本条例规定的安全生产条件，不依
D．接到对违反本条例规定行为的举报后，不及时处理的
E．在安全生产许可证颁发、管理和监督检查工作中，索取或者接受企业的财
物，或者谋取其他利益的
789 违反企业安全许可证条例，未取得安全生产许可证擅自进行生产的( ) ABCD
A．责令停止生产
B．没收违法所得
C．并处10万元以上50万元以下的罚款
D．造成重大事故或者其他严重后果，构成犯罪的，依法追究刑事责任
E．并处50万元以上的罚款
790 中华人民共和国安全生产法规定的行政处罚( )。 ABCD
A．由负责安全生产监督管理的部门决定
B．予以关闭的行政处罚由负责安全生产监督管理的部门报请县级以上人民政府
按照国务院规定的权限决定
C．给予拘留的行政处罚由公安机关依照治安管理处罚条例的规定决定
D．有关法律、行政法规对行政处罚的决定机关另有规定的，依照其规定
E．由国家安全部门决定
791 生产经营单位主要负责人在本单位发生重大生产安全事故时( )。 AB
A．不立即组织抢救或者在事故调查处理期间擅离职守或者逃匿的，给予降职、
撤职的处分，对逃匿的处十五日以下拘留
B．与从业人员订立合同减轻其对从业人员因生产安全事故伤亡依法应承担的责
任的，该协议无效
C．不立即组织抢救或者在事故调查处理期间擅离职守或者逃匿的，有关部门应
当依法吊销其有关证照
D．不立即组织抢救或者在事故调查处理期间擅离职守或者逃匿的，给予拘留的
行政处罚，由公安机关依照治安管理处罚条例的规定决定
第 85 页，共 218 页
E．．予以罚款
792 生产经营单位与从业人员订立协议( )。 AB
A．除免或者减轻其对从业人员因生产安全事故伤亡依法应承担的责任的，该协
B．减轻其对从业人员因生产安全事故伤亡依法应承担的责任的，该协议无效
C．除免或者减轻其对从业人员因生产安全事故伤亡依法应承担的责任的，该协
D．减轻其对从业人员因生产安全事故伤亡依法应承担的责任的，该协议有效
E．除免或者减轻其对从业人员因生产安全事故伤亡依法应承担的责任的，该协
议有效与否视情况而定
793 生产经营单位将生产经营项目、场所、设备发包或者出租给不具备安全生产条件
或者相应资质的单位或者个人的( )。
ABCD
A．责令限期改正，没收违法所得
B．违法所得五万元以上的，并处违法所得一倍以上五倍以下的罚款
C．没有违法所得或者违法所得不足五万元的，单处或者并处一万元以上五万元
D．导致发生生产安全事故给他人造成损害的，与承包方、承租方承担连带赔偿
E．处五万元以上的罚款
794 生产经营单位有下列行为之一的，责令限期改正；逾期未改正的，责令停产停业
整顿，可以并处二万元以上十万元以下的罚款；造成严重后果，构成犯罪的，依
照刑法有关规定追究刑事责任( )。
ABC
A．生产、经营、储存、使用危险物品，未建立专门安全管理制度、未采取可靠
的安全措施或者不接受有关主管部门依法实施的监督管理的
B．对重大危险源未登记建档，或者未进行评估、监控，或者未制定应急预案的
C．进行爆破、吊装等危险作业，未安排专门管理人员进行现场安全管理的
D．未指定专职安全生产管理人员进行安全检查与协调的
E．未指定兼职安全生产管理人员进行安全检查与协调的
795 负有安全生产监督管理职责的部门的工作人员，有下列行为之一的，给予降级或
者撤职的行政处分；构成犯罪的，依照刑法有关规定追究刑事责任( )。
ABCDE
A．对不符合法定安全生产条件的涉及安全生产的事项予以批准或者验收通过的
B．发现未依法取得批准、验收的单位擅自从事有关活动或者接到举报后不予取
C．对已经依法取得批准的单位不履行监督管理职责，发现其不再具备安全生产
条件而不撤销原批准的
D．发现未依法取得批准、验收的单位擅自从事有关活动或者接到举报后不依法
E．对已经依法取得批准的单位不履行监督管理职责，发现安全生产违法行为不
796 负有安全生产监督管理职责的部门应当建立举报制度( ) ABCD
A．公开举报电话、信箱或者电子邮件地址
B．受理有关安全生产的举报
C．受理的举报事项经调查核实后，应当形成书面材料
D．需要落实整改措施的，报经有关负责人签字并督促落实
E．以上均不对
797 安全生产监督检查人员应当忠于职守，坚持原则，秉公执法( )。 ABCD
A．安全生产监督检查人员执行监督检查任务时，必须出示有效的监督执法证件
B．对涉及被检查单位的技术秘密和业务秘密，应当为其保密
C．安全生产监督检查人员应当将检查的时间、地点、内容、发现的问题及其处
理情况，作出书面记录，并由检查人员和被检查单位的负责人签字
D．被检查单位的负责人拒绝签字的，检查人员应当将情况记录在案，并向负有
安全生产监督管理职责的部门报告
E．以上均不对
798 建设项目需要配套建设的安全生产设施，必须与主体工程( )。 ABC
A．同时设计
B．同时施工
C．同时投产使用
D．同时报废
E．同时竣工
799 职工有下列情形之一的，应当认定为工伤：( )。 ABCDE
A．在工作时间和工作场所内，因工作原因受到事故伤害的
第 86 页，共 218 页
B．患职业病的
C．工作时间前后在工作场所内，从事与工作有关的预备性或者收尾性工作受到
D．因工外出期间，由于工作原因受到伤害或者发生事故下落不明的
E．法律、行政法规规定应当认定为工伤的其他情形
800 职工有下列情形之一的，不得认定为工伤或者视同工伤：( ) ABCD
A．因犯罪或者违反治安管理伤亡的
B．醉酒导致伤亡的
C．自残
D．自杀
E．患职业病的
801 中华人民共和国安全生产法规定的行政处罚( ) ABCD
A．由负责安全生产监督管理的部门决定
B．予以关闭的行政处罚由负责安全生产监督管理的部门报请县级以上人民政府
按照国务院规定的权限决定
C．给予拘留的行政处罚由公安机关依照治安管理处罚条例的规定决定
D．有关法律．行政法规对行政处罚的决定机关另有规定的，依照其规定
E．由各地人民政府建设行政主管部门决定
802 《国务院关于特大安全事故行政责任追究的规定》的公布，旨在( )。 ABCD
A．为了有效地防范特大安全事故的发生
B．严肃追究特大安全事故的行政责任
C．保障人民群众生命安全
D．保障人民群众财产安全
E．严肃追究今后所有安全事故的行政责任
803 施工单位采购、租赁的安全防护用具，应当具有下列资料：( ) AB
A、生产(制造)许可证
B．产品合格证
C．产品的有关图纸及技术资料
D．产品的技术性能、安全防护装置的说明
E．产品的发票
804 注册执业人员未执行法律、法规和工程建设强制性标准的：( ) ABCD
A．责令停止执业三个月以上一年以下
B．情节严重的吊销执业资格证书，五年内不予注册
C．造成重大安全事故的，终身不予注册
D．构成犯罪的，依法追究刑事责任
E．降低资质等级
805 根据《建设工程安全生产管理条例》，下列说法正确的是：( )。 ． CDE
A．建设工程实行施工总承包的，由分包单位对施工现场的安全生产负总责
B．总承包单位和分包单位联合完成建设工程主体结构的施工
C．总承包单和分包单位对分包工程的安全生产承担连带责任
D．分包单位应当服从总承包单位的安全生产管理，分包单位不服从管理导致安
全事故的，由分包单位承担主要责任
E．建设工程专职安全生产管理人员的配备方法由国务院建设行政主管部门会同
国务院其他有关部门制定
806 施工单位主要负责人依法对本单位的安全生产工作全面负责，应该( ) ABCDE
A．建立健全安全生产责任制度
B．制定安全生产规章制度和操作规程
C．保证本单位安全生产条件所需资金的投入
D．对所承担的建设工程进行定期和专项安全检查
E．建立健全安全生产教育培训制度
807 下列说法正确的是：( )。 BCD
A．出租的机械设备和施工机具及配件，应当具有产品合格证，出租许可证
B．出租单位应对出租的机械设备的安全性能进行检测
C．出租单位在签订租赁协议时，应当出具检测合格证明
D．出租单位出租的机械应当有生产(制造)许可证
第 87 页，共 218 页
E．检测不合格的机械设备应折价出租，并提供技术人员维修
808 某工业厂房进行改建，工业厂房附近有一个二层楼，一楼存放的是白磷、红磷、
硫磺等化学物品，二楼暂时闲置。由于空间狭窄，施工单位与建设单位协商使用
二层楼，下属说法正确的是：( )。
BD
A．二楼可以作为员工宿舍
B．二楼可以作为现场临时仓储用房
C．经安全部门同意可作为员工宿舍
D．整栋楼不得作为员工宿舍
E．整栋楼不得作办公用房
809 某建筑构件公司由于安全资金投入不足造成二人受伤，( )应当对此承担责任 AB
A．企业法定代表人
B．该公司经理
C．该公司财务总监
D．该公司的安全管理人员
E．该公司的工会小组负责人
810 某施工单位项目部在城市街区进行深基坑开挖工程，依照《安全生产法》规定，
以下表述正确的是( )。
ABE
A．施工单位应当登记建档
B．施工单位应当指定紧急预案
C．施工单位作的应急措施应经安全监督部门批准
D．施工单位作的应急措施应经安全监督部门论证
E．施工单位作的应急措施应经安全监督部门备案
811 张某系某施工单位工人，办有工伤社会保险与人身意外伤害保险，在从事某工程
外墙面装修时，不慎坠落，造成三级残废，下列表述中正确的是( )
ABD
A．张某可要求享受工伤保险
B．张某有权要求本单位赔偿
C．张某享受工伤保险，但不得要求单位赔偿
D．张某享受工伤保险，还可要求单位赔偿
E．张某向保险公司主张人身意外伤害保险索赔外时，就不得要求工伤社会保险
812 安全生产监督管理部门的下述做法错误的是( ) ACE
A．要求施工单位购买其认可的安全防护用品
B．向施工单位推荐安全设备产品目录
C．在安全设备检验时，仅收取检验成本费
D．在检查中发现事故隐患，责令立即排除
E．在检查中发现从业人员未戴安全帽，即要求停工整顿
813 关于《建设工程安全生产管理条例》的适用范围说法正确的是( ) AD
A．适用于施工企业
B．不适用于建设单位
C．不适用于监理单位
D．适用于设计单位
E．适用于材料供应单位
814 某开发商拟拆除某商场，已经办理拆迁许可证，按照法律规定，还应当将( )
资料报送建设工程所在地的县级以上地方人民政府建设行政主管部门备案。
ABD
A．施工单位资质等级证明
B．拟拆除建筑物．构筑物及可能危及毗邻建筑的说明
C．拆除安置补偿方案
D．拆除施工组织方案
E．供气、供热、通信、广播电视等地下管线资料
815 某施工单位拟租赁一家设备公司的塔吊，依照《建设工程安全生产管理条例》，
设备公司应当出具塔吊的( )。
CDE
A．发票
B．原始合同
C．检测合格证明
D．生产许可证
第 88 页，共 218 页
E．产品合格证
816 王某被任命为一大型工程的施工项目经理，关于其安全职责的表述正确的有( BC
A．应当制定安全生产规章制度
B．落实安全生产责任制度
C．确保安全生产费用的有效使用
D．安全生产规章制度和操作规程
E．制定安全施工措施、清除安全事故隐患
817 下列关于脚手架工程表述正确的有( )。 ACE
A．登高架设作业人员须取得特种操作资格证书后，方可上岗
B．登高架设作业人员经过企业的安全教育培训合格后，即可上岗
C．脚手架工程应编制专项施工方案，并附具安全验算
D．脚手架工程的施工方案必须经专家论证
E．脚手架工程的施工方案经总监理工程师签字后方可实施
818 根据《建设工程安全生产管理条例》规定，必须按照国家有关规定经过专门的安
全作业培训，并取得特种作业操作资格证书后，方可上岗作业的人员有( )。
ABCD
A．垂直运输机械作业人员
B．安装拆卸工
C．爆破作业人员
D．起重信号工
E．钢筋工
819 在下列( )建设工程中，设计单位应当在设计中提供保障施工人员安全和预防
生产安全事故的措施建议。
DE
A．全部使用国有资金投资的
B．国家重点
C．关系公共利益和公共安全的
D．采用新结构、新材料、新工艺的
E．特殊结构的
820 工程监理单位在实施监理过程中，发现安全事故隐患，其能够采取的措施有( BCE
A．罚款
B．要求施工单位整改
C．要求施工单位暂时停工
D．要求施工单位停业整顿
E．向有关主管部门报告
821 下边对于安全生产许可证的说法正确的是( )。 BCE
A．安全生产许可证的有效期为5年
B．未取得安全生产许可证的企业，不得从事建筑施工活动
C．建设主管部门在颁发施工许可证时，必须审查安全生产许可证
D．企业未发生死亡事故的，许可证有效期届满时自动延期
E．企业未发生事故的，许可证有效期届满时，经原办证机关同意，可延期
822 《建筑施工企业安全生产许可证管理规定》其适用范围为建筑施工企业，是指从
事( )的新建．扩建、改建等有关活动的企业。
ABCD
A．土木工程
B．线路工程
C．设备安装工程
D．装修工程
E．电子工程
823 下列属于安全许可证取得条件的是( ) ABC
A．建立、健全安全生产责任制
B．保证本单位安全生产条件所需资金投入
C．参加工伤保险
D．施工监理单位需配备专人负责安全生产
E．施工单位必须为工程质量投保
824 制定《生产安全事故报告和调查处理条例》是为了( ) ABCD
A．规范生产安全事故的报告
第 89 页，共 218 页
B．规范生产安全事故的调查处理
C．落实生产安全事故责任追究制度
D．防止和减少生产安全事故制定
E．加强政府行政主管部门对安全生产事故报告和调查处理
825 ( )的报告和调查处理不适用《生产安全事故报告和调查处理条例》。 ABC
A．环境污染事故
B．核设施事故
C．国防科研生产事故
D．生产经营活动中发生的造成人身伤亡
E．工程质量事故
826 事故报告应当及时、准确、完整，任何单位和个人对事故不得( ) ABCD
A．迟报
B．漏报
C．谎报或者
D．瞒报
E．通报
827 报告事故应当包括( ) ABCD
A．事故发生单位概况
B．事故发生的时间、地点以及事故现场情况
C．事故的简要经过
D．已经采取的措施
E．事故处理结果
828 因抢救人员、防止事故扩大以及疏通交通等原因，需要移动事故现场物件的，应 ABD
A．做出标志
B．绘制现场简图并做出书面记录
C．直接移动
D．妥善保存现场重要痕迹、物证
E．等待处理
829 事故调查组应( )。 ABCD
A．查明事故发生的经过、原因、人员伤亡情况及直接经济损失
B．认定事故的性质和事故责任
C．提出对事故责任者的处理建议
D．总结事故教训，提出防范和整改措施
E．向事故发生单位直接下达处理通知
830 事故调查组成员在事故调查工作中应当( )。 ABC
A．诚信公正、恪尽职守
B．遵守事故调查组的纪律
C．保守事故调查的秘密
D．可随时发布有关事故的信息
E．可直接发布事故处理结果
831 《安全生产培训管理办法》中，安全培训目的是( ) ABC
A．提高安全监管监察人员安全素质
B．提高生产经营单位从业人员安全素质
C．提高从事安全生产工作的相关人员的安全素质
D．提高政府行政管理人员的办事效率
E．以上都不是
832 从事安全生产工作的相关人员有( )。 ABC
A．从事安全教育培训工作的教师
B．危险化学品的登记人员
C．承担安全评价、咨询、检测、检验的人员及注册安全工程师
D．行政执法的安全生产监察员
E．以上都不是
833 安全培训机构申请—级，资质证书，应当具备( )。 ABCD
A．注册资金或者开办费100万元以上
第 90 页，共 218 页
B．有专职的管理人员
C．有15名以上具有本科以上学历的专职或者兼职教师
D．有固定、独立和相对集中并且能够满足同期100人以上规模培训需要的教学及
E．有20名以上具有本科以上学历的专职或者兼职教师
834 安全培训机构申请三级资质证书，应当具备( )。 ABCD
A．注册资金或者开办费50万元以上
B．有专职或者兼职的管理人员
C．有健全的机构章程、管理制度、工作规则
D．有8名以上具有本科以上学历的专职或者兼职教师
E．有10名以上具有本科以上学历的专职或者兼职教师
835 安全培训机构资质证书( )。 AB
A．不得出借给其他机构或者个人
B．不得出租给其他机构或者个人
C．可出借、出租给其他机构
D．可出借、出租给个人
E．经批准可出借、出租给其他机构和个人
836 《建筑法》是属于行政法规的范畴。 ( ) B
A．正确
B．错误
837 《安全生产法》是属于行政法规的范畴。 B
A．正确
B．错误
838 《建设工程安全生产管理条例》是属于法律的范围。( ) B
A．正确
B．错误
839 从事建筑活动的专业技术人员，应当依法取得相应的执业资格证书，取得证书后
可以从事任何建筑活动。
B
A．正确
B．错误
840 发包单位及其工作人员在建筑工程发包中不得收受贿赂、回扣或者索取其他好处 A
A．正确
B．错误
841 建设工程招标的，应当按照招标文件规定的评标标准和程序对标书进行评价比
较，在具备相应资质条件的投标者中，按报价最低原则选定中标者。 ( )
B
A．正确
B．错误
842 承包建筑工程的单位应当持有依法取得的资质证书，取得证书后可以承揽任何工 B
A．正确
B．错误
843 禁止承包单位将其承包的全部建筑工程转包给他人，禁止承包单位将其承包的全
部建筑工程肢解以后以分包的名义分别转包给他人。 ( )
A
A．正确
B．错误
844 施工总承包的，建筑工程主体结构的施工必须由总承包单位自行完成。( ) A
A．正确
B．错误
845 分包单位可以将其承包的工程再分包。 B
A．正确
B．错误
846 禁止总承包单位将工程分包给不具备相应资质条件的单位。 A
A．正确
B．错误
847 工程监理人员认为工程施工不符合工程设计要求、施工技术标准和合同约定的，
有权要求建筑施工企业改正。 ( )
A
第 91 页，共 218 页
A．正确
B．错误
848 建筑工程设计应当符合按照国家规定制定的建筑安全规程和技术规范，保证工程
的安全性能。 ( )
A
A．正确
B．错误
849 施工现场对毗邻的建筑物、构筑物和特殊作业环境可能造成损害的，建筑施工企
业无义务采取安全防护措施。 ( )
B
A．正确
B．错误
850 建设行政主管部门负责建筑安全生产的管理，并依法接受劳动行政主管部门对建
筑 安全生产的指导和监督。 ( )
A
A．正确
B．错误
851 建筑施工企业应当建立健全劳动安全生产教育培训制度，加强对职工安全生产的
教育培训；但因客观条件限制未经安全生产教育培训的人员，也可以上岗作业。
B
A．正确
B．错误
852 工程监理单位应当根据建设单位的委托，按建设单位的意见执行监理任务。 ( B
A．正确
B．错误
853 建设工程安全生产管理必须坚持“安全第一、预防为主”的方针，建立、健全安
全生产的责任制度和群防群治制度。 ( )
A
A．正确
B．错误
854 工程监理单位不按照委托监理合同的约定履行监理义务，对应当监督检查的项目
不检查或者不按照规定检查，给建设单位造成损失的，应当承担相应的赔偿责任
A
A．正确
B．错误
855 设计单位应当向建筑施工企业提供与施工现场相关的地下管线资料，建筑施工企
业应当采取措施加以保护。 ( )
B
A．正确
B．错误
856 建筑施工企业和作业人员在施工过程中，应当遵守有关安全生产的法律、法规和
建筑行业安全规章、规程，不得违章指挥或者违章作业。 ( )
A
A．正确
B．错误
857 结构比较复杂的建筑工程，可以由两个以上的承包单位联合共同承包。 B
A．正确
B．错误
858 建设单位必须向有关的勘察、设计、施工、工程监理等单位提供与建设工程有关
的原始资料。 ( )
A
A．正确
B．错误
859 建设工程发包单位不得迫使承包方以低于成本的价格竞标，不得任意压缩合同约
定工期。( )
A
A．正确
B．错误
860 实行监理的建设工程，建设单位应当委托具有相应资质等级的工程监理单位进行
监理，不能委托具有工程监理相应资质等级并与被监理工程的施工承包单位没有
隶属关系或者其他利害关系的该工程的设计单位进行监理。 ( )
B
A．正确
B．错误
第 92 页，共 218 页
861 涉及建筑主体和承重结构变动的装修工程，建设单位应当在施工前委托原设计单
位或者具有相应资质等级的设计单位提出设计方案；没有设计方案的，不得施工
A
A．正确
B．错误
862 房屋建筑使用者在装修过程中，可以擅自变动房屋建筑主体和承重结构。 ( ) B
A．正确
B．错误
863 施工单位不得转包或者违法分包工程。( ) A
A．正确
B．错误
864 施工单位应当建立、健全教育培训制度，加强对职工的教育培训；未经教育培训
或者考核不合格的人员，不得上岗作业。 ( )
A
A．正确
B．错误
865 为了加强建设工程安全生产监督管理，提高建设活动的经济效益，根据《中华人
民共和国建筑法》、《中华人民共和国安全生产法》，制定《建设工程安全生产
A
A．正确
B．错误
866 在中华人民共和国境内从事建设工程的新建、扩建、改建和拆除等有关活动及实
施对建设工程安全生产的监督管理，必须遵守《建设工程安全生产管理条例》。
A
A．正确
B．错误
867 建设工程安全生产管理，坚持“安全第一、预防为主”的方针。( ) A
A．正确
B．错误
868 建设单位、勘察单位、设计单位、施工单位、工程监理单位及其他与建设工程安
全生产有关的单位，必须遵守安全生产法律、法规的规定，保证建设工程的经济
效益及技术先进性。( )
B
A．正确
B．错误
869 建设单位不得对勘察、设计、施工、工程监理等单位提出不符合建设工程安全生
产法律、法规和强制性标准规定的要求，不得压缩合同约定的工期。 ( )
A
A．正确
B．错误
870 建设单位在编制工程概算时，不必确定建设工程安全作业环境及安全施工措施所
需费用。( )
B
A．正确
B．错误
871 建设单位不得明示或者暗示施工单位购买、租赁、使用不符合安全施工要求的安
全防护用具、机械设备、施工机具及配件、消防设施和器材。 ( )
A
A．正确
B．错误
872 建设单位在申请领取施工许可证时，不必提供建设工程有关安全施工措施的资料 B
A．正确
B．错误
873 依法批准开工报告的建设工程，建设单位应当自开工报告批准之日起30日内，将
保证安全施工的措施报送建设工程所在地的县级以上地方人民政府建设行政主管
部门或者其他有关部门备案。 ( )
B
A．正确
B．错误
874 建设单位应当将拆除工程发包给具有相应资质等级的施工单位。 A
A．正确
B．错误
第 93 页，共 218 页
875 勘察单位应当按照法律、法规和工程建设强制性标准进行勘察，提供的勘察文件
应当真实、准确，满足建设工程安全生产的需要。 ( )
A
A、正确
B．错误
876 设计单位应当按照法律、法规和工程建设强制性标准进行设计，防止因设计不合
理导致生产安全事故的发生。 ( )
A
A．正确
B．错误
877 设计单位应当考虑施工安全操作和防护的需要，对涉及施工安全的重点部位和环
节在设计文件中注明，但不应对防范生产安全事故提出指导意见。 ( )
B
A．正确
B．错误
878 采用新结构、新材料、新工艺的建设工程和特殊结构的建设工程，设计单位不应
当在设计中提出保障施工作业人员安全和预防生产安全事故的措施建议。 (
B
A、正确
B．错误
879 设计单位和注册建筑师等注册执业人员不必对其设计负责。( ) B
A、正确
B．错误
880 工程监理单位应当审查施工组织设计中的安全技术措施或者专项施工方案是否符
合工程建设强制性标准。 ( )
A
A．正确
B．错误
881 ．工程监理单位在实施监理过程中，发现存在安全事故隐患的，应当要求施工单
位整改；情况严重的，应当要求施工单位暂时停止施工，并及时报告建设单位。
施工单位拒不整改或者不停止施工的，工程监理单位应当予以处罚。 ( )
B
A．正确
B．错误
882 工程监理单位和监理工程师应当按照法律、法规和工程建设强制性标准实施监
理，并对建设工程安全生产承担监理责任。 ( )
A
A．正确
B．错误
883 为建设工程提供机械设备和配件的单位，应当按照安全施工的要求配备齐全有效
的保险、限位等安全设施和装置。 ( )
A
A．正确
B．错误
884 出租的机械设备和施工机具及配件，可以没有生产(制造)许可证、产品合格证。 B
A．正确
B．错误
885 禁止出租检测不合格的机械设备和施工机具及配件。 A
A．正确
B．错误
886 在施工现场安装、拆卸施工起重机械和整体提升脚手架、模板等自升式架设设
施，必须由具有相应资质的单位承担。 ( )
A
A．正确
B．错误
887 安装、拆卸施工起重机械和整体提升脚手架、模板等自升式架设设施，应当编制
拆装 方案．制定安全施工措施，并由专业技术人员现场监督。 ( )
A
A．正确
B．错误
888 施工起重机械和整体提升脚手架、模板等自升式架设设施安装完毕后，安装单位
应当自检，出具自检合格证明，并向监理单位进行安全使用说明，办理验收手续
B
A．正确
B．错误
第 94 页，共 218 页
889 施工起重机械和整体提升脚手架、模板等自升式架设设施的使用达到国家规定的
检验检测期限的，必须经具有专业资质的检验检测机构检测。经检测不合格的，
A
A．正确
B．错误
890 检验检测机构对检测合格的施工起重机械和整体提升脚手架、模板等自升式架设
设施，应当出具安全合格证明文件，但不对检测结果负责。 ( )
B
A．正确
B．错误
891 施工单位从事建设工程的新建、扩建、改建和拆除等活动，应当具备国家规定的
注册资本．专业技术人员、技术装备和安全生产等条件，依法取得相应等级的资
质证书，并在其资质等级许可的范围内承揽工程。 ( )
A
A、正确
B．错误
892 施工单位专职安全生产管理人员依法对本单位的安全生产工作全面负责。 ( B
A．正确
B．错误
893 施工单位应当建立健全安全生产责任制度和安全生产教育培训制度，制定安全生
产规章制度和操作规程，保证本单位安全生产条件所需资金的投入，对所承担的
建设工程进行定期和专项安全检查，并做好安全检查记录。 ( )
A
A．正确
B．错误
894 施工单位的项目负责人应当由取得相应执业资格的人员担任，对建设工程项目的
安全施工负责，落实安全生产责任制度、安全生产规章制度和操作规程，确保安
全生产费用的有效使用，并根据工程的特点组织制定安全施工措施，消除安全事
故隐患，及时、如实报告生产安全事故。 ( )
A
A．正确
B．错误
895 施工单位对列入建设工程概算的安全作业环境及安全施工措施所需费用，可以挪
作他用。( )
B
A．正确
B．错误
896 施工单位视情况决定是否设立安全生产管理机构，配备专职安全生产管理人员。 B
A．正确
B．错误
897 专职安全生产管理人员负责对安全生产进行现场监督检查。( ) A
A．正确
B．错误
898 项目经理负责对安全生产进行现场监督检查。（ ） B
A．正确
B．错误
899 建设工程实行施工总承包的，由监理单位对施工现场的安全生产负总责。 ( B
A．正确
B．错误
900 总承包单位依法将建设工程分包给其他单位的，分包合同中应当明确各自的安全
生产方面的权利、义务。总承包单位和分包单位对分包工程的安全生产承担连带
A
A．正确
B．错误
901 建设工程实行施工总承包的，分包单位应当服从总承包单位的安全生产管理，分
包单位不服从管理导致生产安全事故的，由分包单位承担主要责任。 ( )
A
A．正确
B．错误
902 建设工程施工前，施工单位负责项目管理的技术人员应当对有关安全施工的技术
要求向施工作业班组、作业人员作出详细说明，并由双方签字确认。 ( )
A
A．正确
第 95 页，共 218 页
B．错误
903 施工单位应当在施工现场人口处、施工起重机械、临时用电设施、脚手架、出入
通道口、楼梯口、电梯井口、孔洞口、桥梁口、隧道口、基坑边沿、爆破物及有
害危险气体和液体存放处等危险部位，设置明显的安全警示标志。安全警示标志
B
A．正确
B．错误
904 施工单位应当根据不同施工阶段和周围环境及季节、气候的变化，在施工现场采
取相应的安全施工措施。 ( )
A
A．正确
B．错误
905 施工现场暂时停止施工的，监理单位应当做好现场防护。（ ） B
A．正确
B．错误
906 施工单位不得在尚未竣工的建筑物内设置员工集体宿舍。（ ） A
A．正确
B．错误
907 施工现场临时搭建的建筑物应当符合安全使用要求。施工现场使用的装配式活动
房屋应当具有产品合格证。 ( )
A
A．正确
B．错误
908 建设单位对因建设工程施工可能造成损害的毗邻建筑物、构筑物和地下管线等，
应当采取专项防护措施。（ ）
B
A．正确
B．错误
909 在城市市区内的建设工程，施工单位应当对施工现场实行封闭围挡。（ ） A
A．正确
B．错误
910 施工单位应当在施工现场建立消防安全责任制度，确定消防安全责任人，制定用
火、用电．使用易燃易爆材料等各项消防安全管理制度和操作规程，设置消防通
道、消防水源，配备消防设施和灭火器材，并在施工现场人口处设置明显标志。
A
A．正确
B．错误
911 施工单位应当向作业人员提供安全防护用具和安全防护服装，并口头或书面告知
危险岗位的操作规程和违章操作的危害。 ( )
B
A．正确
B．错误
912 在施工中发生危及人身安全的紧急情况时，作业人员有权立即停止作业或者在采
取必要的应急措施后撤离危险区域。 ( )
A
A．正确
B．错误
913 施工单位采购、租赁的安全防护用具、机械设备、施工机具及配件，如果具有生
产(制造)许可证、产品合格证，在进入施工现场前可以不再进行查验。 (
B
A．正确
B．错误
914 施工单位应当自施工起重机械和整体提升脚手架、模板等自升式架设设施验收合
格之日起3个月内，向建设行政主管部门或者其他有关部门登记。 ( )
B
A．正确
B．错误
915 施工单位的主要负责人、项目负责人、专职安全生产管理人员应当经建设行政主
管部门或者其他有关部门考核合格后方可任职。 ( )
A
A．正确
B．错误
916 作业人员进入新的岗位或者新的施工现场前，应当接受安全生产教育培训。未经
教育培训或者教育培训考核不合格的人员，不得上岗作业。 ( )
A
第 96 页，共 218 页
A．正确
B．错误
917 施工单位应当为施工现场从事危险作业的人员办理意外伤害保险。意外伤害保险
费由建设单位支付。 ( )
B
A．正确
B．错误
918 建设行政主管部门在审核发放施工许可证时，应当对建设工程是否有安全施工措
施进行审查，对没有安全施工措施的，不得颁发施工许可证。 ( )
A
A．正确
B．错误
919 建设行政主管部门或者其他有关部门对建设工程是否有安全施工措施进行审查
时，可以收取费用。 ( )
B
A．正确
B．错误
920 建设行政主管部门或者其他有关部门不得将施工现场的监督检查委托给建设工程
安全监督机构具体实施。 ( )
B
A．正确
B．错误
921 施工单位应当制定本单位生产安全事故应急救援预案，建立应急救援组织或者配
备应急救援人员，配备必要的应急救援器材、设备，并定期组织演练。 (
A
A．正确
B．错误
922 实行施工总承包的建设工程，由总承包单位负责上报事故。（ ） A
A．正确
B．错误
923 企业未取得安全生产许可证的，不得从事生产活动。（ ） A
A．正确
B．错误
924 国家建设部门负责中央管理的建筑施工企业安全生产许可证的颁发和管理。( B
A．正确
B．错误
925 国务院质量安全主管部门负责民用爆破器材生产企业安全生产许可证的颁发和管 B
A．正确
B．错误
926 有生产安全事故应急救援预案、应急救援组织或者应急救援人员，配备必要的应
急救援器材、设备。 ( )
A
A．正确
B．错误
927 安全生产许可证颁发管理机关应当自收到申请之日起30日内审查完毕，经审查符
合本条例规定的安全生产条件的，颁发安全生产许可证。 ( )
B
A．正确
B．错误
928 安全生产许可证由省、自治区、直辖市人民政府安全生产监督管理部门规定统一
的式样。( )
B
A．正确
B．错误
929 安全生产许可证的有效期为2年。安全生产许可证有效期满需要延期的，企业应
当于期满前6个月向原安全生产许可证颁发管理机关办理延期手续。 ( )
B
A．正确
B．错误
930 煤矿企业安全生产许可证颁发管理机关、建筑施工企业安全生产许可证颁发管理
机关、民用爆破器材生产企业安全生产许可证颁发管理机关，应当每年向同级安
全生产监督管理部门通报其安全生产许可证颁发和管理情况。 ( )
A
A．正确
第 97 页，共 218 页
B．错误
931 国务院安全生产监督管理部门和省、自治区、直辖市人民政府、县级市人民政府
安全生产监督管理部门对建筑施工企业、民用爆破器材生产企业、煤矿企业取得
安全生产许可证的情况进行监督。 ( )
B
A．正确
B．错误
932 企业不得转让、冒用安全生产许可证或者使用伪造的安全生产许可证。（ ） A
A、正确
B．错误
933 国家对在改善安全生产条件、防止生产安全事故、参加抢险救护等方面取得显著
成绩的单位和个人，给予奖励。 ( )
A
A．正确
B．错误
934 生产经营单位应当具备的安全生产条件所必需的资金投入，由生产经营单位的决
策机构、主要负责人或者个人经营的投资人予以保证即可。 ( )
B
A．正确
B．错误
935 矿山、建筑施工单位和危险物品的生产、运输、经营、储存单位，应当设置安全
生产管理机构或者配备专职安全生产管理人员。 ( )
B
A．正确
B．错误
936 矿山、建筑施工单位和危险物品的生产、经营、储存单位，从业人员超过一百人
的，应当设置安全生产管理机构或者配备专职安全生产管理人员；从业人员在一
百人以下的，应当配备专职或者兼职的安全生产管理人员，或者委托具有国家规
定的相关专业技术资格的工程技术人员提供安全生产管理服务。 ( )
B
A．正确
B．错误
937 生产经营单位的主要负责人和安全生产管理人员必须具备与本单位所从事的生产
经营活动相应的安全生产知识和管理能力。 ( )
A
A．正确
B．错误
938 危险物品的生产、经营、储存单位以及矿山、建筑施工单位的主要负责人和安全
生产管理人员，应当由有关主管部门对其安全生产知识和管理能力考核合格后方
可任职。考核费用自理。 ( )
B
A、正确
B．错误
939 生产经营单位的特种作业人员必须按照国家有关规定经专门的安全作业培训，取
得特种作业操作资格证书，方可上岗作业。 ( )
A
A．正确
B．错误
940 建设项目安全设施的设计人、设计单位应当对安全设施设计负责。 A
A．正确
B．错误
941 生产经营单位应当在有较大危险因素的生产经营场所和有关设施、设备上，设置
明显的安全警示标志。 ( )
A
A．正确
B．错误
942 国家对严重危及生产安全的工艺、设备实行改进制度。生产经营单位不得使用国
家明令淘汰、禁止使用的危及生产安全的工艺、设备。 ( )
B
A．正确
B．错误
943 生产、经营、运输、储存、使用危险物品或者处置废弃危险物品的，由有关主管
部门依照有关法律、法规的规定和国家标准或者行业标准审批并实施监督管理。
A
A．正确
第 98 页，共 218 页
B．错误
944 生产经营单位进行爆破、吊装等危险作业，应当安排人员进行现场安全管理，确
保操作规程的遵守和安全措施的落实。 ( )
B
A．正确
B．错误
945 生产经营单位应当安排用于配备劳动防护用品．进行安全生产培训的经费。( A
A．正确
B．错误
946 生产经营单位必须依法参加工伤社会保险，为从业人员缴纳保险费。（ ） A
A．正确
B．错误
947 生产经营单位的从业人员有权了解其作业场所和工作岗位存在的危险因素、防范
措施及事故应急措施，有权对本单位的安全生产工作提出建议。 ( )
A
A．正确
B．错误
948 从业人员发现直接危及人身安全的紧急情况时，不得自行停止作业或者在采取可
能的应急措施后撤离作业场所。 ( )
B
A．正确
B．错误
949 从业人员发现事故隐患或者其他不安全因素，应当立即向现场安全生产管理人员
或者本单位负责人报告；接到报告的人员应当及时予以处理。 ( )
A
A．正确
B．错误
950 任何单位或者个人对事故隐患或者安全生产违法行为，均有权向负有安全生产监
督管理职责的部门报告或者举报。 ( )
A
A．正确
B．错误
951 核设施事故适用《生产安全事故报告和调查处理条例》。 ( ) B
A．正确
B．错误
952 一般事故，是指造成3人以下死亡，或者10人以下重伤，或者1000万元以下直接
经济损失的事故，其中的“以下”包括本数。 ( )
B
A．正确
B．错误
953 事故发生后，事故现场有关人员应当立即向本单位负责人报告。（ ） A
A．正确
B．错误
954 情况紧急时，事故现场有关人员可以直接向事故发生地县级以上人民政府安全生
产监督管理部门和负有安全生产监督管理职责的有关部门报告。 ( )
A
A．正确
B．错误
955 安全生产监督管理部门和负有安全生产监督管理职责的有关部门不可以越级上报
事故情况。 ( )
B
A．正确
B．错误
956 事故报告后出现新情况的，不用及时补报。（ ） B
A．正确
B．错误
957 事故发生后，有关单位和人员应当妥善保护事故现场以及相关证据。（ ） A
A．正确
B．错误
958 安全生产监督管理部门和负有安全生产监督管理职责的有关部门应当向社会公布
备值班电话，受理事故报告和举报。 ( )
A
A．正确
第 99 页，共 218 页
B．错误
959 上级人民政府认为必要时，可以调查由下级人民政府负责调查的事故。 ( A
A．正确
B．错误
960 事故调查组有权向有关单位和个人了解与事故有关的情况，并要求其提供相关文
件、资料，有关单位和个人不得拒绝。（ ）
A
A．正确
B．错误
961 事故调查中需要进行技术鉴定的，事故调查组应当委托具有国家规定资质的单位
进行技术鉴定，不可以直接组织专家进行技术鉴定。（ ）
B
A．正确
B．错误
962 事故调查中需要进行技术鉴定的，技术鉴定所需时间不计人事故调查期限。( A
A．正确
B．错误
963 事故调查组成员可随时发布有关事故的信息。（ ） B
A．正确
B．错误
964 事故调查报告报送负责事故调查的人民政府后，事故调查工作即告结束。 ( A
A．正确
B．错误
965 上一级安全培训机构可以承担下一级安全培训机构的培训工作。（ ） A
A．正确
B．错误
966 安全培训机构的教师接受专门的培训后就可上岗。（ ） B
A．正确
B．错误
967 对安全培训机构及其教师的考核发证，适当收取费用。（ ） B
A．正确
B．错误
968 任何单位或者个人对安全培训机构的违法违纪行为，均有权向安全生产监督管理
部门．煤矿安全监察机构报告或者举报。 ( )
A
A．正确
B．错误
969 大地公司在东征县小李乡进行一项建筑工程建设。已于2004年2月1日领取安全许
可证。但因故不能施工，故需向有关部门申请延期。请回答大地公司董事长向您
970 大地公司应当向( )申请延期。 A
A．东征县建设局
B．小李乡建设行政主管部门
C．东征县人民政府
D．小李乡人民政府
971 大地公司应当地（ ）之前申请延期。 C
A．2004年2月29日
B．2004年3月31日
C．2004年4月30日
D．2004年5月31日
972 大地公司申请延期以（ ）次为限。 A
A．2
B．3
C．4
D．不限次
973 大地公司申请延期，每次不超过（ ）个月。 C
A．1
B．2
第 100 页，共 218 页
C．3
D．4
974 大地公司在东征县小李乡进行一项建筑工程建设，已合法开工。因资金不足，该
工程于2004年3月1日停工。该公司董事长知道应该向主管部门报告，但不了解具
体情况，请回答他的几个问题：
975 大地公司应当自中止施工之日起（ ）内，向有关部门报告。 A
A．1个月
B．2个月
C．3个月
D．6个月
976 大地公司应当向( )报告，并按照规定做好建筑工程的维护管理工作。 C
A．中国建筑业协会
B．当地人民政府
C．施工许可证发证机关
D．设计单位
977 工程恢复施工时，应当向( )报告。 B
A．中国建筑业协会
B．施工许可证发证机关
C．当地人民政府
D．设计单位
978 若工程于2004年7月1日恢复施工，建设单位是否应当报发证机关核验安全许可 B
A．不应当
B．应当
C．视情况决定
D．由发证机关决定
979 大发公司在原南县进行一项建筑工程建设，由原南县建筑设计局设计，原南第二
建筑公司承建，委托正平监理公司监理。有一高层建筑毗邻施工地点，可能会因
大发公司的工程而产生地基下降。
980 原南第二建筑公司在编制施工组织设计时，应当根据建筑工程的特点制定相应的
安全技术措施。 ( )
A
A．正确
B．错误
981 因为可能会造成毗邻高层建筑物的地基下降，所以原南第二建筑公司应当采取安
全防护措施。 ( )
A
A．正确
B．错误
982 ( )应当向原南第二建筑公司提供与施工现场相关的地下管线资料，原南第二
建筑公司应当采取措施加以保护。
A
A．大发公司
B．原南县建筑设计局
C．正平监理公司
D．原南县人民政府
983 ( )应当遵守有关环境保护和安全生产的法律．法规的规定，采取控制和处理
施工现场的各种粉尘、废气、废水、固体废物以及噪声、振动对环境的污染和危
B
A、大发公司
B．原南第二建筑公司
C．原南县建筑设计局
D．正平监理公司
984 原南第二建筑公司是原南友谊酒店扩建项目的总承包商，大政公司、大发公司是
部分工程的分包商。原南第二建筑公司的董事长是张三，负责该项目的项目经理
叫李四，王五是原南第二建筑公司的安全生产部门经理。
985 ( )对原南第二建筑公司的安全生产负责。 A
A．张三
B．李四
第 101 页，共 218 页
C．王五
D．张三和王五
986 施工现场安全由( )负责。 D
A．大政公司
B．大发公司
C．原南友谊酒店
D．原南第二建筑公司
987 大政公司、大发公司应当服从原南第二建筑公司对施工现场的安全生产管理。 ( A
A．正确
B．错误
988 原南第二建筑公司必须为从事危险作业的职工办理意外伤害保险，支付保险费。 A
A．正确
B．错误
989 东平建筑公司承建原北市白云山隧道项目，现缺乏一种进口挖掘机，公司领导决
定采用租赁方式向原北市建筑机械租赁公司租赁，以节约资金。
990 若原北市建筑机械租赁公司的此种进口挖掘机确实性能良好，但缺少产品合格
证，能否对外出租?
A
A．不能
B．可以
C．经原北市建筑局批准后可以出租
D．经原北市人民政府批准后可以出租
991 因为工期紧迫，东平建筑公司需要立即使用此挖掘机，在这种情况下原北市建筑
机械租赁公司是否需要对出租的机械设备和施工机具及配件的安全性能进行检
测，并在签订租赁协议时，出具检测合格证明? ( )
A
A．应当检测
B．可以不检测
C．经原北市建筑局批准后可以不检测
D．经原北市人民政府批准后可以不检测
992 若该挖掘机经检测不合格，能否出租给东平建筑公司?（ ） B
A．可以出租
B．不能出租
C．经原北市建筑局批准后可以出租
D．经原北市人民政府批准后可以出租
993 原北市建筑机械租赁公司应当按照安全施工的要求配备齐全有效的保险、限位等
安全设施和装置。 ( )
A
A．正确
B．错误
994 东平建筑公司承建原北市市政府办公楼项目，由具有相应资质的原北二建承担在
施工现场安装、拆卸施工起重机械和整体提升脚手架、模板等自升式架设设施的
任务，整个工程由原北市建筑设计院设计，大政监理公司监理，部分工程分包给
995 为赶工期，东平建筑公司可以和原北二建共同在施工现场安装、拆卸施工起重机 B
A．正确
B．错误
996 因为原北二建经常安装、拆卸施工起重机械和整体提升脚手架、模板等自升式架
设设施，所以对此项目不必单独编制拆装方案、制定安全施工措施。 ( )
B
A．正确
B．错误
997 施工起重机械和整体提升脚手架、模板等自升式架设设施安装完毕后，原北二建
应当自检，出具自检合格证明，并向东平建筑公司进行安全使用说明，办理验收
A
A．正确
B．错误
998 大政监理公司监理时应偏向东平建筑公司。（ ） B
A．正确
B．错误
第 102 页，共 218 页
999 东平建筑公司是原南市一件建筑施工企业，单位主要负责人是张三，该公司现承
建原北市市政府办公楼项目，由李四担任项目经理，王五担任项目副经理，赵六
是东平建筑公司的安全生产部门经理。
1000 （ ）对本单位的安全生产工作全面负责。 A
A．张三
B．李四
C、王五
D．赵六
1001 ( )对原北市市政府办公楼项目的安全施工负责。 B
A．张三
B．李四
C．王五
D．赵六
1002 东平建筑公司机构调整后，为精简机构，可以不再设置安全生产管理机构。（ B
A．正确
B．错误
1003 赵六对本单位的安全生产工作全面负责。（ ） B
A．正确
B．错误
1004 东平建筑公司承建原北市市政府办公楼项目，部分工程分包给原北二建、原北三
建，整个工程由原北市建筑设计院设计，大政监理公司监理。
1005 由( )对该项目施工现场的安全生产负总责。 A
A．东平建筑公司
B．原北二建
C．大政监理公司
D．原北市市政府
1006 办公楼项目主体结构的施工必须由东平建筑公司完成： A
A．正确
B．错误
1007 东平建筑公司和原北二建、原北三建对分包工程的安全生产承担连带责任。 A
A．正确
B．错误
1008 原北二建不服从东平建筑公司管理导致生产安全事故的，由( )承担主要责任 B
A．东平建筑公司
B．原北二建
C．大政监理公司
D．原北市市政府
1009 太平建筑公司承建黄平市友好饭店的扩建项目，该项目由黄平市建筑设计院设
计，广平监理公司监理。
1010 太平建筑公司在施工现场人口处、施工起重机械、临时用电设施、脚手架、出入
通道口、楼梯口、电梯井口、孔洞口、桥梁口、隧道口、基坑边沿、爆破物及有
害危险气体和液体存放处等危险部位，设置了明显的安全警示标志。这些安全警
D
A、行业标准
B．地区标准
C．黄平市建筑局的要求
D．国家标准
1011 ( )应当根据不同施工阶段和周围环境及季节、气候的变化，在施工现场采取
相应的安全施工措施。
A
A．太平建筑公司
B．黄平市友好饭店
C．黄平市建筑设计院
D．广平监理公司
1012 因为黄平市友好饭店未按约定提供施工所需建筑材料，致使工程暂时停止施工，
（ )应当做好现场防护。
C
第 103 页，共 218 页
A．黄平市建筑设计院
B．广平监理公司
C．太平建筑公司
D．黄平市友好饭店
1013 第3题中所说的现场防护所需费用由( )承担。 D
A．黄平市建筑设计院
B．广平监理公司
C．太平建筑公司
D．黄平市友好饭店
1014 太平建筑公司承建黄平市友好饭店的扩建项目，部分工程分包给黄平二建、黄平
三建，整个项目由亚冬监理公司监理。太平建筑公司董事长对生产安全事故的应
急救援和调查处理提出以下问题，请回答：
1015 太平建筑公司( )制定本单位生产安全事故应急救援预案，建立应急救援组织
或者配备应急救援人员，配备必要的应急救援器材、设备，并定期组织演练。
B
A．不必
B．应当
C．视情况决定是否需要
D．按黄平市建设局的要求
1016 此项目应由太平建筑公司统一组织编制建设工程生产安全事故应急救援预案。( A
A．正确
B．错误
1017 若黄平二建负责部分的工程在施工中发生生产安全事故，应由( )负责上报事 A
A．太平建筑公司
B．黄平二建
C．亚冬监理
D．黄平市建筑局
1018 发生生产安全事故后，( ) 应当采取措施防止事故扩大，保护事故现场。 A
A．太平建筑公司
B．黄平二建
C．亚冬监理
D．黄平市建筑局
1019 某省对本省建筑市场进行整顿，发现以下单位和个人有违规行为，对此依据《建
设工程安全生产管理条例》应分别采取何种处罚?
1020 野原市建筑局对没有安全施工措施的建设工程颁发施工许可证，对直接负责的工
作人员应( )。
A
A．给予降级或者撤职的行政处分
B．处20万元以上50万元以下的罚款
C．处1万元以上5万元以下的罚款
D．处1万元以下的罚款
1021 大栋建筑公司未提供所承建项目的安全生产作业环境及安全施工措施所需费用，
对此应( )。
A
A．责令限期改正；逾期未改正的，责令该建设工程停止施工
B．处20万元以上50万元以下的罚款
C．处1万元以上5万元以下的罚款
D．处1万元以下的罚款
1022 东正建筑公司未将保证安全施工的措施或者拆除工程的有关资料报送有关部门备
案，对此应( )。
C
A．处20万元以上50万元以下的罚款
B．处1万元以上5万元以下的罚款
C．责令限期改正，给予警告
D．处1万元以下的罚款
1023 野原市友好饭店在饭店扩建时，为尽快恢复营业要求施工单位压缩合同约定的工
期，所幸未造成重大安全事故，对此应( )。
A
A．责令限期改正，处20万元以上50万元以下的罚款
第 104 页，共 218 页
B．责令限期改正，给予警告
C．责令限期改正，处1万元以上5万元以下的罚款
D．责令限期改正，处1万元以下的罚款
1024 12．某省对本省建筑市场进行整顿，发现以下单位和个人有违规行为，对此依据
《建设工程安全生产管理条例》应分别采取何种处罚?
1025 平原县啤酒厂在迁厂改建时将拆除工程发包给不具有相应资质等级的施工单位，
所幸未造成重大安全事故，对此应( )。
A
A．责令限期改正，处20万元以上50万元以下的罚款
B．责令限期改正，给予警告
C．责令限期改正，处1万元以上5万元以下的罚款
D．责令限期改正，处1万元以下的罚款
1026 平原县建筑设计院未按照法律、法规和工程建设强制性标准进行设计，但情节轻
微，未造成重大安全事故，对此应( )。
B
A．责令限期改正，处20万元以上50万元以下的罚款
B．责令限期改正，处10万元以上30万元以下的罚款
C．责令限期改正，处1万元以上5万元以下的罚款
D．责令限期改正，处1万元以下的罚款
1027 正平监理公司未对平原三建公司承建的宏福大厦项目施工组织设计中的安全技术
措施或者专项施工方案进行审查，但情节轻微，未造成重大安全事故，对此应(
A
A．责令限期改正；逾期未改正的，责令停业整顿，并处10万元以上30万元以下
B．责令限期改正，处20万元以上50万元以下的罚款
C．责令限期改正，处1万元以上5万元以下的罚款
D．责令限期改正，处1万元以下的罚款
1028 监理工程师王某对其所负责建立的项目未执行法律、法规和工程建设强制性标
准，但情节轻微，未造成重大安全事故，对此应( )。
A
A．责令停止执业3个月以上1年以下
B．吊销执业资格证书，5年内不予注册
C．吊销执业资格证书，终身不予注册
D．吊销执业资格证书，10年内不予注册
1029 某省对本省建筑市场进行整顿，发现以下单位和个人有违规行为，对此依据《建
设工程安全生产管理条例》应分别采取何种处罚?
1030 平原市建筑器材租赁公司违反《建设工程安全生产管理条例》的规定，为某建设
工程提供机械设备和配件时未按照安全施工的要求配备齐全有效的保险、限位等
安全设施和装置，对此应( )。
B
A．责令停业整顿，并处5万元以上10万元以下的罚款；造成损失的，依法承担赔
B．责令限期改正，处合同价款1倍以上3倍以下的罚款；造成损失的，依法承担
C．责令限期改正，处20万元以上50万元以下的罚款
D．责令限期改正，处1万元以上5万元以下的罚款
1031 黄平市建筑器材租赁公司违反《建设工程安全生产管理条例》的规定，出租未经
安全性能检测或者经检测不合格的机械设备和施工机具及配件，对此应( )。
D
A．责令限期改正，处20万元以上50万元以下的罚款
B．责令限期改正，处1万元以上5万元以下的罚款
C．责令限期改正，处合同价款1倍以上3倍以下的罚款；造成损失的，依法承担
D．责令停业整顿，并处5万元以上10万元以下的罚款；造成损失的，依法承担赔
1032 黄平二建未设立安全生产管理机构、配备专职安全生产管理人员或者分部分项工
程施工时无专职安全生产管理人员现场监督，所幸未造成重大安全事故，依据《
建设工程安全生产管理条例》对此应( )。
A
A．责令限期改正；逾期未改正的，责令停业整顿，依照《中华人民共和国安全
生产法》的有关规定处以罚款
B．责令停业整顿，并处5万元以上10万元以下的罚款
C．责令限期改正，处1万元以上5万元以下的罚款
D．责令限期改正，处20万元以上50万元以下的罚款
1033 黄平三建未向作业人员提供安全防护用具和安全防护服装，所幸未造成重大安全
事故，依据《建设工程安全生产管理条例》对此应( )。
C
第 105 页，共 218 页
A．责令限期改正，处1万元以上5万元以下的罚款
B．责令限期改正，处20万元以上50万元以下的罚款
C．责令限期改正；逾期未改正的，责令停业整顿，依照《中华人民共和国安全
生产法》的有关规定处以罚款
D．责令停业整顿，并处5万元以上10万元以下的罚款
1034 肥东市白云饭店为提高饭店档次，经单位负责人决定对饭店进行装修，工程由肥
东三建负责施工。此次装修将涉及承重结构的变动。请就此案例回答下列问题：
1035 为降低工程造价，白云饭店可以要求肥东三建使用不合格的建筑设备。 ( ) B
A．正确
B．错误
1036 白云饭店应当在施工前委托饭店原设计单位或者具有相应资质等级的设计单位提
出设计方案。 ( )
A
A．正确
B．错误
1037 为赶工期，可否在设计方案提出前就进行施工?（ ） B
A．可以
B．不可以
C．经肥东市人民政府批准后可以
D．经肥东市建设局批准后可以
1038 在装修过程中原租用白云饭店15层写字间的宏富贸易公司可以按自己的需要自行
变动房屋的承重结构。 ( )
B
A．正确
B．错误
1039 肥东市鸿发娱乐有限公司欲建一大型水上乐园，对此项目的设计进行了公开招投
标，有甲．乙、丙、丁四家设计单位参与竞标，请回答下列问题：
1040 丁设计单位在其资质等级许可的范围内不能承揽该水上乐园工程，但若经肥东市
人民政府批准则可以承揽该工程。 ( )
B
A．正确
B．错误
1041 丁设计单位虽然没有承揽该工程的相应资质，但经肥东市人民政府批准后可以以
肥东市建筑设计院的名义承揽工程。 ( )
B
A．正确
B．错误
1042 甲设计单位中标后，认为此工程利润太小，经肥东市人民政府批准可以把工程转
包给乙设计单位。 ( )
B
A．正确
B．错误
1043 甲设计单位中标后，即使认为此工程利润太小不愿自行完成设计任务，也不得将
该工程分包给乙、丙、丁三家设计单位。 ( )
A
A．正确
B．错误
1044 元广建设集团是一大型建筑公司，根据《中华人民共和国安全生产法》和《中华
人民共和国安全许可证条例》的有关规定应领取安全生产许可证，请回答该公司
董事长提出的下述问题：
1045 若元广建设集团未领取安全生产许可证，是否可以从事生产活动?( ) B
A．可以
B．不可以
C．由建设部决定
D．由中国建筑业协会决定
1046 若元广建设集团是中央管理的建筑施工企业，则它的安全生产许可证的颁发和管
理由( )负责。
B
A．国务院
B．国务院建设行政主管部门
C．中国建筑业协会
第 106 页，共 218 页
D．国务院安全主管部门
1047 若元广建设集团不是中央管理的建筑施工企业，则它的安全生产许可证的颁发和
管理由( )负责。
A
A．所在省、自治区、直辖市人民政府建设主管部门
B．国务院
C．国务院建设主管部门
D．中国建筑业协会
1048 元广建设集团向安全生产许可证颁发管理机关申请领取安全生产许可证，安全生
产许可证颁发管理机关应当自收到申请之日起( )日内审查完毕。
B
A．30
B．45
C．15
D．60
1049 元广建设集团是一大型建筑公司，根据《中华人民共和国安全生产法》和《中华
人民共和国安全许可证条例》的有关规定应领取安全生产许可证，请判断下列论
1050 安全生产许可证由国务院安全生产监督管理部门规定统一的式样。 ( ) A
A．正确
B．错误
1051 安全生产许可证的有效期为5年。 ( ) B
A．正确
B．错误
1052 安全生产许可证有效期满需要延期时，元广建设集团应当于期满前3个月向原安
全生产许可证颁发管理机关办理延期手续。 ( )
A
A．正确
B．错误
1053 元广建设集团在安全生产许可证有效期内，严格遵守有关安全生产的法律法规，
未发生死亡事故的，安全生产许可证有效期届满时，经原安全生产许可证颁发管
理机关同意，不再审查，安全生产许可证有效期延期5年。 ( )
B
A．正确
B．错误
1054 元广建设集团是一大型建筑公司，根据《中华人民共和国安全生产法》和《中华
人民共和国安全许可证条例》的有关规定应领取安全生产许可证，在领取安全生
产许可证后集团领导不知集团的下列行为是否可行，请回答：
1055 若因建筑市场竞争激烈利润太少，元广建设集团决策层决定退出建筑业，则可以
把本企业的安全生产许可证转给别的企业。 ( )
B
A．正确
B．错误
1056 金一公司的安全生产许可证还未发下，为尽快开始生产可以借用于本企业有密切
关系的元广建设集团的生产许可证。 ( )
B
A．正确
B．错误
1057 元广建设集团取得安全生产许可证后，不得降低安全生产条件，并应当加强日常
安全生产管理，接受安全生产许可证颁发管理机关的监督检查。 ( )
A
A．正确
B．错误
1058 安全生产许可证颁发管理机关在对元广建设集团的监督检查中发现其不再具备《
中华人民共和国安全许可证条例》规定的安全生产条件，应当暂扣或者吊销安全
A
A．正确
B．错误
1059 土石根据其坚硬程度和开挖方法及使用工具可分为( )类。 D
A．5
B．6
C．7
D．8
第 107 页，共 218 页
1060 野外鉴别人工填土，它的颜色为( )。 B
A．固定的红色
B．无固定颜色
C．有固定颜色
D．都是黄色
1061 在斜坡上挖土方，应做成坡势，以利( ) B
A．蓄水
B．泄水
C．省力
D．行走
1062 在滑坡地段挖土方时、不宜在( )季节施工。 D
A．冬季
B．春季
C．风季
D．雨季
1063 湿土地区开挖时，若为人工降水，降至坑底( )时方可开挖。 D
A．0.2m以下
B．0.5m以下
C．0.2m以上
D．0.5~1．0m
1064 在膨胀土地区开挖时，开挖前要做好( )。 C
A．堆土方案
B．回填土准备工作
C．排水工作
D．边坡加固工作
1065 采用钢筋混凝土灌注桩时，开挖标准是桩身混凝土达到( )。 A
A．设计强度后
B．混凝土灌注
C．混凝土灌注24h
D．混凝土凝固后
1067 盾结构施工组织设计方案中的关键问题是（ ）。 D
A．组织施工力量
B．使用最好的设施
C．保证质量可靠
D．安全专项方案和措施
1068 在盾构法施工前必须编制好( )。 D
A．进度计划
B．器材使用计划
C．职业生活计划
D．应急预案
1069 盾构出土皮带运输机应设( )。 A
A．防护并专人负责
B．安全网
C．隔离带
D．脚手架
1070 盾构机头部每天都应检测可燃气体的浓度，做到预测、预防和序控工作，并做好 B
A．计划工作
B．记录台账
C．检测到位
D．专人负责
1071 在临边堆放弃土、材料和移动施工机械应与坑边保持一定距离，当土质良好时，
要距坑边( )。
D
A．0．5m以外／高度不超0．5m
B．0．8m以外／高度不超1．5m
第 108 页，共 218 页
C．1m以外／高度不超lm
D．按施工方案规定堆放
1072 对于( )的基坑(槽)开挖时严禁采用天然冻结施工： D
A．黏土
B．软土
C．老黄土
D．干燥的砂土
1073 对于高度在5m以内的挡土墙一般多采用( )： A
A．重力式挡土墙
B．钢筋混凝土挡土墙
C．锚杆挡土墙
D．锚定板挡土墙
1074 基坑(槽)四周排水沟及集水井应设置在( )。 A
A．基础范围以外
B．堆放土以外
C．围墙以外
D．基础范围以内
1075 明排水法由于设备简单和排水方便，所以较为普遍采用，但它只宜用于( )。 D
A．松软土层
B．黏土层
C．细砂层
D．粗粒土层
1076 轻型井点一般用于土壤渗透系数K=( )的土壤： C
A．＜10-6（cm/s）
B．10-5(cm/s)
C．10-2~10-5（cm/s）
D．10-1（cm/s）
1077 “管井井点”可降水深度为( )。 D
A．3~5m
B．5~8m
C．＜10m
D．＞10m
1078 顶管法所用的管子通常采用钢筋混凝土管或钢管，管经一般为( ) D
A．80-100mm
B．100-200mm
C．500-600mm
D．700-2600mm
1079 编制工程项目顶管施工组织设计方案，其中必须制订有针对性．实效性的( ) D
A．施工技术指标
B．施工进度计划
C．节约材料措施
D．安全技术措施和专项方案
1080 在顶进千斤顶安装时，按照理论计算或经验选定的总顶力的( )配备千斤顶。 C
A．0.5倍
B．1倍
C．1.2倍
D．1.5倍
1081 工作坑点内应设符合规定的和固定牢固的( )。 D
A．安全带
B．安全网
C．脚手架
D．安全梯
1082 工具管中的纠偏千斤顶应绝缘良好，操作电动高压油泵应( ) D
A．人穿工作服
第 109 页，共 218 页
B．戴口罩
C．戴安全帽
D．戴绝缘手套
1083 出土车应有指挥引车，严禁( ) A
A．超载
B．开快车
C．不靠边行驶
D．途中停车
1084 出土车轨道终端，必须( ) C
A．有人指挥
B．不准乱堆土石
C．安装限制装置
D．装卸有序
1085 顶管法施工，管子的顶进或停止，应以( )。 C
A．指挥人员发出的信号为准
B．顶进不顺为停止信号
C．工具管头部发出信号为准
D．监视人发出信号为准
1086 顶进过程中，为防止发生崩铁伤人事故，一切操作人员( ) C
A．顶进过程中可以停机
B．不准五指挥开机
C．不得在顶铁两侧操作
D．不得赶进度
1087 在隧道工程施工中，采用冻结法地层加固时，必须对附近的建筑物或地下埋设物
及盾 构隧道本身采取( )。
B
A．加强管理
B．防护措施
C．严密组织
D．技术交底
1088 盾构施工前，必须进行地表环境调查，障碍物调查以及工程地质勘察，确保盾构
施工过 程中的( )。
A
A．安全生产
B．质量工程
C．完成工程量
D．进度指标
1089 垂直运输设备的操作人员，在作业前要进行安全检查( )： D
A．安全帽
B．手套
C．工作服
D．卷扬机等设备各部位
1090 对开挖工作坑的所有作业人员都应严格执行施工管理人员的( )： A
A．安全技术交底
B．安全教育
C．现场示范
D．逐级布置工作
1091 “喷射井点”适用土的渗透系数是( )。 A
A．10-3～10-6cm/s
B．10-2cm/s
C．<10-6cm/s
D．10-1cm/s
1092 基坑排水的方法有( )。 D
A．强制排水
B．人工排水
C．自然排水
第 110 页，共 218 页
D．明排水．人工降低水位
1093 基坑采用人工降低地下水位排水工作，应持续到( )： D
A．排干净水
B．边排水边施工
C．排水差不多便可
D．基础工程完毕，进行回填后
1094 临时性挖方砂土(不包括细砂、粉砂)边坡值应为( ) A
A．1：1.25~1：1.50
B．1：0.75~1：1.00
C．1：1.00~1：1.25
D．1：0.50~1：1.00
1095 临时性挖方一般(硬)黏性土边坡值应为( )： A
A．1：0.75~1：1.00
B．1：0.50~1：0.75
C．1：0.30~1：0.75
D．1：0.50~1：0.50
1096 临时性挖方一般软黏性土边坡值应为( )。 B
A．1：0．75-1：1．00
B．1：1．50或更缓
C．1：1．00～1：1．25
D．1：1．25-1：1．50
1097 重力式挡土墙的基础厚度与墙高之比应为( )。 B
A．1：2-1：3
B．1：2-2：3
C．1：3
D．2：3
1098 挡土墙沿水平方向每隔10-25m要设缝宽为( )的伸缩缝或沉降缝。（ ） C
A．10mm
B．25mm
C．20-30nma
D．20mm
1099 顶管法顶进长度超过( )应有预防缺氧、窒息的措施。 D
A．20m
B．30m
C．40m
D．50m
1100 顶管施工时，坑内氧气瓶与乙炔瓶( )放置。 A
A．不得进入坑内
B．不能乱放
C．不能混放
D．不能压在一起
1101 管道内的照明电信系统一般采用( )。 B
A．高压电
B．低压电
C．干电池
D．汽车电瓶
1102 机械在运转中，须小心谨慎，严禁( )。 A
A．超负荷作业
B．快跑
C．低速行驶
D．维修
1103 在气压盾构施工中严禁将( )带人气压施工区。 B
A．化学物品
B．易燃、易爆物品
第 111 页，共 218 页
C．有腐蚀物品
D．有害物品
1104 根据规范GB 50202--2002基坑侧壁安全分为( )个等级。 A
A．3
B．4
C．5
D．6
1105 一级基坑围护结构当设计有指标时，以设计要求为依据，当无设计指标时，根据
规范，围护结构顶部位移监控值为( )。
B
A．4cm
B．3cm
C．6cm
D．2cm
1106 一级基坑围护结构，无设计指标要求时，基坑边地面最大沉降监控值为( ) C
A．4cm
B．5cm
C．3cm
D．6cm
1107 一级基坑支护结构设计的重要性系数应为( )。 C
A．1.00
B．1.2
C．1.10
D．0.90
1108 当基坑周围环境无特殊要求时，基坑开挖深度小于( )为三级基坑。 B
A．8m
B．7m
C．6m
D．5m
1109 当基坑周围环境无特殊要求时，基坑开挖深度( )为二级基坑。 B
A．大于5m小于8m
B．大于7m小于10m
C．大于8m小于12m
D．大于6m小于9m
1110 当基坑周围环境无特殊要求，也不是重要工程支护结构，也不是主体结构的一部
分，基坑开挖深度( )为一级基坑。
C
A．大于8m
B．大于12m
C．大于10m
D．大于7m
1111 用土钉墙作基坑支护结构，基坑深度不宜大于( ) C
A．10m
B．8m
C．12m
D．9m
1112 土钉墙适用于( )土质场地。 D
A．软土
B．含水量高的土
C．淤泥
D．非软土
1113 土钉墙支护的土钉与水平面夹角为( )。 D
A．30°～45°
B．45°～60°
C．20°～30°
D．5°～20°
第 112 页，共 218 页
1114 土钉墙支护的土钉钢筋宜采用( ) B
A．I级钢筋
B．Ⅱ．Ⅲ级钢筋
C．钢丝束
D．钢绞线
1115 土钉墙喷射混凝土强度的等级不宜低于( ) B
A．C15
B．C20
C．C30
D．C10
1116 土钉墙喷射混凝土面层厚度不宜小于( )。 C
A．100mm
B．120mm
C．80mm
D．60mm
1117 土钉墙支护的土钉钢筋直径宜为( )。 D
A．8-20m
B．12-28m
C．10-30m
D．16-32m
1118 支撑(拉锚)的安装与拆除顺序应与( )一致； A
A．基坑支护结构设计计算工况
B．基坑降水方案
C．基坑支护结构的材料
D．基坑施工季节
1119 支撑的安装必须按( )的顺序施工。 B
A．现开挖再支撑
B．开槽支撑先撑后挖
C．边开挖边支撑
D．挖到槽底再支撑
1120 支撑的拆除应按( )的顺序施工。 A
A．先换支撑后拆除
B．先支撑后换支撑
C．拆除与换支撑同时进行
D．不换支撑就拆除
1121 土层锚杆张拉预应力应如何进行：( ) A
A．锚固段灌浆强度大于15MPa，并不小于设计强度等级的75％可进行张拉
B．锚固段灌浆强度大于10MPa，，并不小于设计强度等级的50％可进行张拉
C．锚固段灌浆强度大于20MPa，并不小于设计强度80％，可进行张拉
D．锚固段灌浆强度大于30MPa，并不小于设计强度90％，可进行张拉
1122 土层锚杆预应力张拉至设计荷载的( )后，再按设计要求锁定。 B
A．0.8-0.9倍
B．0.9-1.0倍
C．0.7-0.8倍
C．0.75-0.9倍
1123 基坑监测点应在( )范围内布置。 A
A．从基坑边沿以外1~2倍的开挖深度
B．从基坑边沿以外0．5~1倍的开挖深度
C．从基坑边沿以外0．8~-1．5倍的开挖深度
D．从基坑边沿以外2~-3倍的开挖深度
1124 基坑检测基准点不应少于( ) B
A．1个
B．2个
C．3个
第 113 页，共 218 页
D．4个
1125 对接扣件的抗滑承载力设计值为( ) A
A．3.2kN
B．3.4kN
C．3.6kN
D．3.8kN
1126 直角扣件、旋转扣件的抗滑承载能力设计值为（ ） B
A．6kN
B．8kN
C．7kN
D．8.5kN
1127 扣件式钢管支架的底座，其抗压承载力设计值为( ) C
A．20kN
B．30kN
C．40kN
D．50kN
1128 楼板模板及其支架(楼层高度4m以下)定型组合钢模板自重标准值为( ) C
A．0．3kN／m2
B．0．50kN／m2
C．1．10kN／m2
D．1．50kN／m2
1129 对普通混凝土，新浇筑混凝土自重标准值(C2K)可采用( ) D
A．0．75kN／m3
B．1．10kN／m3
C．2．0kN／m3
D．2．4kN／m3
1130 钢筋自重(C，K)应根据工程设计图确定。对一般梁板结构每立方自重标准( ) C
A．楼板0．3kN、梁0．5kN
B．楼板0．5kN、梁0．8kN
C．楼板1．1kN、梁1．5kN
D．楼板1．5kN、梁2．0kN
1131 振捣混凝土时产生的荷载标准值(C2K)对水平模板可采用( ) D
A．0.2kN／m2
B．0.5kN／m2
C．1.0kN／m2
D．2kN／m2
1132 钢模板及其支架的茶载设计值可乘以系数（ ） D
A．0.35
B．0.45
C．0.75
D．0.9
1133 验算结构表面外露的模板，其最大变形值为模板计算跨度的( ) D
A．l／200
B．1／250
C．1/300
D．1/400
1134 验算模板结构表面隐蔽的模板，其最大变形值为模板计算跨度的( ) B
A．l／200
B．1／250
C．1/300
D．1/400
1135 木支架受压立杆除应满足计算需要外，其梢直径不得小于（ ） C
A．50mm
B．60mm
第 114 页，共 218 页
C．80mm
D．70mm
1136 在板结构中，钢支架立柱及桁架杆件的受压构件长细比不应大于( )。 B
A．80
B．150
C．160
D．170
1137 在模板结构中，钢杆件和木杆件受拉时的长细比分别应不大于( )。 B
A．450：300
B．350：250
C．250：150
D．150：100
1138 木支架立柱长细比不应大于( )： B
A．150
B．120
C．110
D．100
1139 门架使用可调支座时，调节螺杆伸长不得大于( )。 D
A．50mm
B．100mm
C．150mm
D．200mm
1140 模板及其支架在安装过程中，必须设置( )。 D
A．保证工程质量设施
B．提高施工速度设施
C．保证节约材料的设施
D．能有效防倾覆的临时固定设施
1141 现浇钢筋混凝土梁、板，当跨度大于（ ）时应起拱。 C
A．2m
B．3m
C．4m
D．5m
1142 当设计无具体要求时，起拱高度可为跨度的( )。 A
A．1／1000-3／1000
B．1／100-3／100
C．1／1000-1／1500
D．1／1500-1／2000
1143 模板安装作业必须搭设操作平台的最小高度是( )。 A
A．2.0m
B．1.8m
C．1.5m
D．2.5m
1144 木立柱水平拉杆及剪刀撑若采用木板时，其截面尺寸不应小于( )。 A
A．25mm x80mm
B．20mmx60mm
C．25mm x50mm
D．20mmx70mm
1145 剪刀撑斜杆与地面夹角应为( )。 A
A．45°~60°
B．30°~45°
C．25°～30°
D．10°~-40°
1146 采用扣件式钢管作模板支撑时，立杆顶端伸出顶层横向水平杆中心线的长度α的
限值为（ ）。
B
第 115 页，共 218 页
A．0.6m
B．0.5m
C．0.4m
D．0.8m
1147 采用扣件式钢管支模时，立杆顶端的计算长度为( )。 B
A．h+1.5a
B．h+2a
C．h+2.5a
D．h+3.00
1148 采用扣件式钢管脚手架作模板支架时，立柱底部必须设置纵横向扫地杆，纵上横
下，使直角扣件扣牢。纵向扫地杆距离底座的限制高度为( )；
A
A．200mm
B．250mm
C．300mm
D．350mm
1149 扣件式钢管模板支架的立杆间距应由计算确定，但间距最大不应大于( )． A
A．1.5m
B．1.2m
C．1.8m
D．2.0m
1150 多排扣件式钢管模板支架，四周应设通长竖向剪刀撑，中间纵横方向每隔( )
应设置一道竖向剪刀撑。
A
A．4-5个立杆间距或5-7m
B．6-8个立杆间距或7-9m
C．8-10个立杆间距或8-10m
D．2-4个立杆间距或2-4m
1151 扣件式钢管支架高于( )时应设置水平剪刀撑。 A
A．4.0m
B．5.0m
C．6.0m
D．7.0m
1152 木立柱宜选用整料，当不能满足要求时，立柱的接头不宜超过( )个，并应采
用对接夹板的接头方式。
C
A．4
B．3
C．1
D．2
1153 在悬空部位作业时，操作人员应( )： D
A．遵守操作规定
B．进行安全技术交底
C．戴好安全帽
D．系好安全带
1154 滑动模板支承杆一般用( )的圆钢或螺纹钢制成。 A
A．φ25
B．φ20
C．φ35
D．φ15
1155 扣件拧紧力距应为( )。 A
A．40-65N·m
B．20-30N·m
C．30-40N·m
D．70-80N·m
1156 门架的跨距和间距应按设计规定布置，但间距宜不小于( )： B
A．0.8m
第 116 页，共 218 页
B．1.2m
C．1.5m
D．2.0m
1157 基坑（槽）上口堆放模板时的最小距离应在（ ）以外。 A
A．2m
B．1m
C．2.5m
D．0.8m
1158 斜支撑与侧模的夹角不应小于( ） D
A．30°
B．35°
C．40°
D．45°
1159 吊索具的许用拉力是正常使用时允许承受的( ) A
A．最大拉力
B．最小拉力
C．拉力
D．拉断力
1160 钢丝绳末端用绳夹固定时绳夹数量不得少于( ) B
A．2个
B．3个
C．4个
D．5个
1161 吊挂和捆绑用钢丝绳的安全系数( ) D
A．2.5
B．3.5
C．6
D．8
1162 钢丝绳在破断前一般有( ) 等预兆，容易检查、便于预防事故。 C
A．表面光亮
B．生锈
C．断丝．断股
D．表面有泥
1163 多次弯曲造成的( ) 是钢丝绳破坏的主要原因之一。 C
A．拉伸
B．扭转
C．弯曲疲劳
D．变形
1164 一般情况下不仅可以在较高温度下工作，而且耐重压的钢丝绳的绳芯为( )。 D
A．棉芯
B．麻芯
C．石棉芯
D．钢芯
1165 吊钩．吊环不准超负荷进行作业，使用过程中要定期进行检查，如发现危险截面
的磨损高度超过( )时，应立即降低负荷使用；
A
A．10％
B．20％
C．30％
D．40%
1166 为保证安全，每个绳夹应拧紧至卡子内钢丝绳压扁( )为标准。 B
A．1／2
B．1／3
C．1／4
D．1/5
第 117 页，共 218 页
1167 在高温和低温条件下不准使用的千斤顶是( )： C
A．移动式螺旋千斤顶
B．齿条千斤顶
C．液压千斤顶
D．固定式螺旋千斤顶
1168 千斤顶是一种用比较小的力就能把重物升高、降低或移动的简单机具，结构简
单，使用方便，承载能力，可从1-300t，顶升高度一般为( )，顶升速度可达
D
A．1200mm
B．900mm
C．600mm
D．300mm
1169 既可顶起高处重物，又可顶起低处重物的千斤顶是( )： B
A．移动式螺旋千斤顶
B．齿条千斤顶
C．液压千斤顶
D．LQ形固定式螺旋千斤顶
1170 手拉葫芦的起重链条直径磨损超过( )应予报废更新。 D
A．5％
B．8％
C．9％
D．10％
1171 手拉葫芦的提升机构是靠( )工作的： C
A．链轮
B．手拉链
C．齿轮传动装置
D．起重链
1172 起重桅杆为立柱式，用绳索(缆风绳)绷紧立于地面：绷紧一端固定在起重桅杆的
顶部，另一端固定在地面锚桩上。拉索一般不少于( )根：
C
A．2
B．3
C．4
D．5
1173 新桅杆组装时，中心线偏差不大于总支承长度的( )。 A
A．1／1000
B．1／500
C．3／1000
D．1／200
1174 用多台电动卷扬机吊装设备时，其牵引速度和起重能力( )：并且要做到统一
指挥，统一动作，同步操作。
D
A．可以不同
B．前者相同，后者无所谓
C．前者无所谓，后者相同
D．应相同
1175 起吊设备时，电动卷扬机卷筒上钢丝绳余留圈数应不少于( )圈。 B
A．2
B．3
C．4
D．5
1176 配合桅杆使用时，电动卷扬机的位置与桅杆的距离应( )桅杆的高度： C
A．小于
B．小于等于
C．等于大于
D．无所谓
1177 起重作业中，除了( )外均可用地锚来固定。 C
第 118 页，共 218 页
A．拖拉绳
B．缆风绳
C．动滑轮
D．卷扬机
1178 地锚拖拉绳与水平夹角一般以( )以下为宜。 A
A．30°
B．40°
C．50°
D．60°
1179 当卷扬机的牵引力一定时，滑轮的轮数愈多则( )。 B
A．速比愈小，而起吊能力愈大
B．速比愈大，起吊能力也愈大
C．速比愈大，而起吊能力愈小
D．速比愈小，起吊能力也愈小
1180 使用滑轮的直径，通常不得小于钢丝绳直径的( )倍。 A
A．16
B．12
C．8
D．4
1181 履带式起重机用于双机抬吊重物时，分配给单机重量不得超过单机允许起重量的
( )，并要求统一指挥：抬吊时应先试抬，使操作者之间相互配合，动作协
调，起重机各运转速度尽量一致：
C
A．25％
B．50％
C．75％
D．100％
1182 汽车式起重机约70％以上的翻车事故是因( )造成的，因此，在使用汽车起重
机时应特别引起重视。
B
A．大风
B．超载或支腿陷落
C．道路不平
D．无人指挥
1183 轮胎式起重机的行驶和起重操作同在一室，( )为轮胎。 D
A．回转装置
B．变幅装置
C．起升装置
D．行走装置
1184 汽车式起重机的支腿处必须坚实，在起吊重物前，应对支腿加强观察，看看有无
陷落现象，有时为了保证安全使用，会增铺垫道木，其目的是( )
A
A．加大承压面积
B．减小承压面积
C．减小对地面的压力
D．增大对地面的压力
1185 在起重作业中，( )斜拉、斜吊和起吊地下埋设或凝结在地面上的重物。 B
A．允许
B．禁止
C．无所谓
D．看情况
1186 在国内200t以上高大工件的吊装很少使用大型吊车，300t以上高大工作的吊装极
少采用大型吊车，主要是由于( )：
A
A．经济实力和装备水平的限制
B．地基地耐力的限制
C．占地面积的限制
D．吊装工艺的限制
第 119 页，共 218 页
1187 在大型吊车的吊装中，辅助吊车松钩时，立式设备的仰角不宜( )： B
A．小于75°
B．大于75°
C．小于85°
D．大于85°
1188 当采用龙门桅杆滑移法吊装时，其上部横梁的改制要符合国家的有关标准要求，
焊缝应作( )。
D
A．80％磁粉探伤
B．100％磁粉探伤
C．80％超声波探伤
D．100％超声波探伤
1189 采用无锚点吊推法吊装，应对工件在吊装中各种( )下的强度与稳定性应进行
核算，必要时采取加固措施：
C
A．正常状态
B．有利状态
C．不利状态
D．无风状态
1190 在施工现场，应标出龙门架的组对位置、工件就位时龙门架所到达的位置以及行
走路线的刻度，以监测龙门架两侧移动的同步性，要求误差小于跨度的( )：
A
A．1／2000
B．1／1000
C．1／500
D．1／200
1191 滑移法在滑行中发现异常情况，( )： B
A．可以不加理会，继续滑移
B．必须立即停滑，找出原因方可继续滑移
C．必须立即停滑，静止一段时间后继续滑移
D．可以边滑移，边找原因
1192 群集式千斤液压提升初次起吊，当工件试吊时，需要停置观察( )分钟，注意
各起吊索具的受力情况以及液压泵的压力表，如果索具受力均匀，压力表读数无
大幅度波动，就可以正常起吊。
D
A．5-10
B．10-20
C．20-30
D．30-60
1193 建筑拆除工程的施工方法有人工拆除、机械拆除、( )三种： D
A．人力拆除
B．工具拆除
C．爆炸拆除
D．爆破拆除
1194 建筑拆除工程的施工方法有人工拆除、爆破拆除、( )三种： B
A．人力拆除
B．机械拆除
C．爆炸拆除
D．工具拆除
1195 建筑拆除工程的施工方法有机械拆除、爆破拆除、( )三种 B
A．人力拆除
B．人工拆除
C．爆炸拆除
D．工具拆除
1196 ．建筑拆除工程必须由具备爆破与拆除专业承包资质的单位施工，严禁将工程（ C
A．分项转包
B．分部位转包
C．整体转包
第 120 页，共 218 页
D．专业转包
1197 建筑拆除工程( )由具备爆破与拆除专业承包资质的单位施工，严禁将工程整 C
A．一般
B．建议
C．必须
D．应该
1198 拆除I程的建设单位与施工单位在签订施工合同时，应签订( )协议，明确双方
的安全管理责任。
B
A．安全责任
B．安全生产管理
C．经济合同
D．施工进度
1199 施工单位应对拆除工程的( )管理负直接责任。 A
A．安全技术
B．在建工程的安全生产
C．在建工程的经济合同
D．在建工程的施工进度
1200 ( )应对拆除工程的安全技术管理负直接责任。 B
A．建设单位
B．施工单位
C．监理单位
D．分包单位
1201 施工单位应对从事拆除作业的人员依法办理( )保险。 C
A．失业
B．失窃
C．意外伤害
D．医疗
1202 ( )应对从事拆除作业的人员依法办理意外伤害保险。 A
A．施工单位
B．建设单位
C．监理单位
D．政府部门
1203 施工单位应全面了解拆除工程的图纸和资料，进行实地勘察，并应编制施工组织
设计和（ ）措施。
A
A．安全技术
B．质量规章
C．质量管理
D．质量保证
1204 拆除工程必须制定生产安全事故应急救援预案，成立( )，并应配备抢救救援 D
A．安全部门
B．抢救队伍
C．抢险队伍
D．组织机构
1205 拆除工程必须制定生产安全事故应急救援（ )，成立组织机构，并应配备抢
险救援器材。
D
A．部门
B．队伍
C．人员
D．预案
1206 拆除施工采用的脚手架、安全网，必须由( )搭设。经有关人员验收合格后， B
A．安全部门
B．专业人员
C．施工人员
D．技术部门
第 121 页，共 218 页
1207 拆除施工采用的脚手架、( )必须由专业人员搭设：经有关人员验收合格后， C
A．安全带
B．工具
C．安全网
D．安全帽
1208 拆除施工严禁立体( )作业。水平作业时，各工位间应有一定的安全距离。 C
A．生产
B．混合
C．交叉
D．多工种
1209 作业人员必须配备相应的( )用品，并正确使用。 D
A．生产
B．安全
C．防护
D．个人劳动保护用品
1210 拆除工程施工前，必须对施工作业人员进行书面( )交底。 D
A．生产
B．质量
C．施工
D．安全技术
1211 履带式打挖掘机短距离转移地工地时，每行走( )应对行走机构进行检查和润 C
A．200-700m
B．300-900m
C．500-1000m
D．700-1300m
1212 当土方在挖掘出停机面以下时，应选择( )作业方式： D
A．正铲
B．拉铲
C．抓斗
D．反铲
1213 挖掘机作业结束后，应停放在( ) D
A．高边坡附近
B．填方区
C．坡道上
D．坚实．平坦地带
1214 挖掘机在拉铲或反铲作业时，履带距工作面边缘距离应大于( ) B
A．0.5m
B．1m
C．1.5m
D．2m
1215 静作用压路机在施工过程中，要求实际含水量超过最佳含水量的2％，也不低于(
)，否则应采取措施
A
A．3％
B．6％
C．9％
D．12％
1216 轮胎压路机最适于碾压( ) D
A．碎石层
B．砂土层
C．黏土层
D．沥青路面
1217 轮胎式装载机自身运料时的合理运距为( )。 C
A．30-80m
B．30-120m
第 122 页，共 218 页
C．50-100 m
D．70-150 m
1218 两台以上推土机在同一地区作业时，前后距离应大于8m，左右距离应大于( ) B
A．1m
B．1.5m
C．2m
D．2.5m
1219 推土机在深沟、基坑或陡坡地区作业时，其垂直边坡深度一般不超过( )，否
则应放出安全边坡。
C
A．1m
B．1.5m
C．2m
D．3m
1220 推土机推屋墙或围墙时，其高度不宜超过( ) A
A．2.5m
B．3.5m
C．4m
D．4.5m
1221 不得用推土机推( ) D
A．树根
B．碎石块
C．建筑垃圾
D．石灰
1222 自行式铲运机的经济运距为( ) D
A．500-800m
B．500-1200m
C．800-1200m
D．800-2000m
1223 两台铲运机平行作业时，机间隔不得小于( ) A
A．2m
B．1m
C．3m
D．2.5m
1224 拖式铲运机主要特点之一是( ) C
A．行驶速度快
B．适合长距离作业
C．机动性能强
D．对地面条件要求低
1225 振动压路机的生产效率相当于静作压路机的( )倍 B
A．1-2
B．3-4
C．5-6
D．7-8
1226 应检查工作装置采间板磨损间隙，当间隙超过( )时，应予更换。 C
A．3mm
B．10mm
C．7mm
D．5mm
1227 作业中，当桩锤冲击能量达到最大能量时，其最后10锤的贯人值不得小于( ) C
A．10mm
B．7mm
C．5mm
D．3mm
第 123 页，共 218 页
1228 打桩机的安装场地应平坦坚实，当地基承载力达不到规定压应力时，应在履带下
铺设路基箱或30mm厚的钢板其间距不得大于( )mm：
C
A．500
B．300
C．100
D．700
1229 压桩机工作时，非工作人员应离机( ) 以外，起重机起重臂下，严禁站人。 A
A．10m
B．5m
C．20m
D．15m
1230 钻架的吊重中心，钻机的卡孔和护进管中心应在同一垂直线上，钻杆中心允许偏
差为( )mm。
D
A．30
B．40
C．50
D．20
1231 桩锤在施打过程中，操作人员必须在距离桩锤中心( )以外监视： D
A．2m
B．3m
C．4m
D．5m
1232 桩按施工方法分为二大类( )及灌注桩。 C
A．锤击桩
B．振动沉管桩
C．预制桩
D．静力压桩
1233 D25型柴油打桩锤，其活塞质量为( )kg B
A．250
B．2500
C．25000
D．5000
1234 振动锤启动前，电压应高于额定电压( )。 D
A．5％
B．20％
C．25％
D．10％-15％
1235 三支点式履带打桩架手杆安装好，履带驱动液压马达应置于( )部，安装后的
手杆，其下方搁置点应不少于( )个。
B
A．前3
B．后3
C．前4
D．后4
1236 打桩作业前应由( )向机组人员进行安全技术交底。 D
A．项目经理
B．班组长
C．设计院代表
D．施工技术人员
1237 在桩贯人度较大的软土层起动桩锤时，应先关闭油门冷打，待每击贯人度小于(
)mm时，用开启油门启动桩锤。
B
A．50
B．100
C．150
D．200
第 124 页，共 218 页
1238 正前方吊桩时，对混凝土预制柱，立柱中心与桩的水平距离不得大于( )m，对
钢管桩水平距离不得大于( )m。
A
A．4 7
B．5 10
C．3 8
D．5 5
1239 钻机钻孔时，当钻头磨损量达( ) mm时，应予更换。 A
A．10
B．20
C．30
D．40
1240 混凝土搅拌输送车搅拌装置连续运行不超过( ) B
A．6
B．8
C．10
D．12
1241 混凝土泵应在垂直管前端加装长度不少于( )m的水平管。 C
A．10
B．15
C．20
D．30
1242 水磨石机在混凝土强度达到( )时进行磨削作业。 C
A．50％-60％
B．60％-70％
C．70％-80％
D．80％-90％
1243 泵送混凝土过程中，因供料中断被迫暂停时，停机时间不得超过( )min。 B
A．20
B．30
C．40
D．50
1244 作业时，振动棒插入混凝土中的深度不应超过( ) C
A．1／3-2／3
B．1／3-1／2
C．2／3-3／4
D．3／4-4／5
1245 混凝土搅拌机每次加入的拌合料，不得超过搅拌机规定值的( ) B
A．5％
B．10％
C．15％
D．20％
1246 混凝土从搅拌机卸出至浇筑完毕，运送时间不超过( )min C
A．30
B．40
C．45
D．60
1247 混凝土输送车用一搅拌混凝土时，必须在拌筒内加入水量的( )水 A
A．2／3
B．3／4
C．1／2
D．4／5
1248 振动棒各插上间距应均匀，一般间距不超过持动棒有效作业半径的( )倍 B
A．1.3
B．1.5
第 125 页，共 218 页
C．1.7
D．2
1249 插入振动器在搬动时应( )。 A
A．切断电源
B．使电动机停止转动
C．用软管拖拉
D．随时
1250 钢筋切断机切短料时，手和切刀之间的距离应保持在( )以上，如手据握端小
于400mm时，应采用套管或夹具。
A
A．150mm
B．200mm
C．400mm
D．500mm
1251 焊接机械机体必须使用单独导线接地，接地电阻不得大于( )Ω。 B
A．4
B．10
C．15
D．20
1252 灰浆泵泵送的灰浆的稠度为( )mm： C
A．60-80
B．70-80
C．80-120
D．120-140
1253 移动电焊机时，应切断( )。 B
A．负荷开关
B．电源
C．电流
D．电压
1254 液压式张拉机油箱内要保持( )的油位。 C
A．80％
B．75％
C．85％
D．90％
1255 塔式起重机的主参数是( )。 B
A．起重量
B．公称起重力矩
C．起升高度
D．起重力矩
1256 塔式起重机主要由( )组成： D
A．基础．塔身和塔臂
B．基础、架体和提升机构
C．金属结构、提升机构和安全保护装置
D．金属结构、工作机构和控制系统
1257 塔式起重机最基本的工作机构包括( )。 A
A．起升机构，变幅机构、回转机构和行走机构
B．起升机构，限位机构、回转机构和行走机构
C．起升机构，变幅机构、回转机构和自升机构
D．起升机构，变幅机构、回转机构和自升机构
1258 下列对起重力矩限制器主要作用的叙述哪个是正确的?( ) B
A．限制塔机回转半径
B．防止塔机超载
C．限制塔机起升速度
D．防止塔机出轨
1259 对小车变幅的塔式起重机，起重力矩限制器应分别由( )进行控制。 A
第 126 页，共 218 页
A．起重量和起升速度
B．起升速度和幅度
C．起重量和起升高度
D．起重量和幅度
1260 对动臂变幅的塔式起重机，当吊钩装置顶部升至起重臂下端的最小距离为800mm
处时，( )应动作，使起升运动立即停止。
A
A．起升高度限位器
B．起重力矩限制器
C．起重量限制器
D．幅度限位器
1261 塔式起重机的拆装作业必须在( )进行： B
A．人温暖季节
B．白天
C．晴天
D．良好的照明条件的夜间
1262 当起重量大于相应挡位的额定值并小于额定值的110％时，( )应当动作，使塔
机停止提升方向的运行：
B
A．起重力矩限制器
B．起重量限制器
C．变幅限制器
D．行程限制器
1263 当起重量大于相应挡位的额定值并小于额定值的110％时，起重量限制器应当动
作， 使塔机停止向( )方向运行。
A
A．上升
B．下降
C．左右
D．上下
1264 ( )能够防止塔机超载、避免由于严重超载而引起塔机的倾覆或折臂等恶性事 A
A．力矩限制器
B．吊钩保险
C．行程限制器
D．幅度限制器
1265 塔式起重机工作时，风速应低于( )级。 C
A．4
B．5
C．6
D．7
1266 下列哪个安全装置是用来防止运行小车超过最大或最小幅度的两个极限位置的安
全装置?( )
D
A．起重量限制器
B．超高限制器
C．行程限制器
D．幅度限制器
1267 ( )设于小车变幅式起重臂的头部和根部，用来切断小车牵引机构的电路，防
止小车越位。
D
A．幅度限制器
B．力矩限制器
C．大车行程限位器
D．小车行程限位器
1268 臂架根部铰点高度大于( )的起重机，应安装风速仪。 C
A．30m
B．40m
C．50m
D．60m
第 127 页，共 218 页
1269 风速仪应安装在起重机顶部至吊具的( )。 B
A．中间部位
B．最高的位置间的不挡风处
C．最高的位置间的挡风处
D．最高位置
1270 ( )能够防止钢丝绳在传动过程中脱离滑轮槽而造成钢丝绳卡死和损伤。 D
A．力矩限制器
B．超高限制器
C．吊钩保险
D．钢丝绳防脱槽装置
1271 ( )是防止起吊钢丝绳由于角度过大或挂钩不妥时，造成起吊钢丝绳脱钩的安 C
A．力矩限制器
B．超高限制器
C．吊钩保险
D．钢丝绳防脱槽装置
1272 塔式起重机拆装工艺由( )审定。 C
A．企业负责人
B．检验机构负责人
C．企业技术负责人
D．验收单位负责人
1273 风力在( )级以上时，不得进行塔机顶升作业。 A
A．4
B．5
C．6
D．7
1274 塔机顶升作业，必须使( )和平衡臂处于平衡状态。 B
A．配重臂
B．起重臂
C．配重
D．小车
1275 在装设附着框架和附着杆时，要通过调整附着杆的距离，保证（ ）。 D
A．平衡臂的稳定性
B．起重臂的稳定性
C．塔身的稳定性
D．塔身的垂直度
1276 附着框架应尽可能设置在( )。 C
A．塔身2个标准节之间
B．起重臂与塔身的连接处
C．塔身标准节的节点连接处
D．平衡臂与塔身的连接处
1277 塔机附着装置以上的塔身自由高度一般不得超过( )。 A
A．40m
B．35m
C．30m
D．25m
1278 内爬升塔机的固定间隔不得小于( )个楼层。 B
A．2
B．3
C．4
D．5
1279 施工升降机是一种使用工作笼（吊笼）沿（ ）作垂直（或倾斜）运动用来运送
人员和物料的机械。
B
A．标准节
B．导轨架
第 128 页，共 218 页
C．导管
D．通道
1280 施工升降机吊笼内空净高度不得小于( )： D
A．1.5m
B．1.8m
C．2m
D．2.2m
1281 人货两用施工升降机提升吊笼钢丝绳的的安全系数不得小于( ) D
A．6
B．8
C．10
D．12
1282 施工升降机操作按钮中，( )必须采用非自动复位型。 D
A．上升按钮
B．下降按钮
C．停止按钮
D．急停按钮
1283 施工升降机的( )与基础进行连接： C
A．吊笼
B．底笼
C．底架
D．导轨架
1284 “用来传递和承受荷载，是吊笼上下运动的导轨”表述的是施工升降机的( ) A
A．导轨架
B．底架
C．标准节
D．防坠安全器
1285 物料提升机附墙架可采用( )与架体及建筑连接： D
A．木杆
B．竹杆
C．钢丝绳
D．钢管
1286 物料提升机吊笼(吊篮)的两侧应设置( )高的安全挡板或挡网 C
A．80cm
B．90cm
C．100cm
D．110cm
1287 物料提升机缆风绳与地面的夹角不应大于( )。 C
A．45°
B．50°
C．60°
D．65°
1288 塔机的任何部位与输电线路的距离不得小于( )m D
A．4
B．3
C．2
D．1
1289 下列对物料提升机使用的叙述，( )是正确的。 A
A．只准运送物料，严禁载人上下
B．一般情况下不准载人上下，遇有紧急情况可以载人上下
C．安全管理人员检查时可以乘坐吊篮上下
D．维修人员可以乘坐吊篮上下
1290 《井架及龙门架物料提升机安全技术规范》规定：物料提升机的额定载重量为( C
A．3000kg以上
第 129 页，共 218 页
B．1500kg以下
C．2000kg以下
D．2000kg以上
1291 物料提升机按结构形式分类，分为( )。 A
A．龙门架式和井架式
B．上回转式和下回转式
C．高架和低架
D．行走式和固定式
1292 物料提升机的天梁应使用型钢，其截面高度应经计算确定，但不得少于2根( ) C
A．[10
B．[12
C．[14
D．[16
1293 下列哪个是安装在物料提升机吊笼上沿导轨运行，可防止吊笼运行中偏移或摆
动，保证吊笼垂直上下运行的装置?( )
C
A滑轮
B．地轮
C．导靴
D．天轮
1294 超过( )高的塔机，必须在起重机的最高部位(臂架．塔帽或人字架顶端)安装
红色障碍指示灯，并保证供电不受停机影响：
B
A．20m
B．30m
C．40m
D．50m
1295 物料提升机的基础浇筑C20混凝土，厚度不得小于( ) D
A．150mm
B．250mm
C．350mm
D．300m
1296 起升钢丝绳在放出最大工作长度后，卷筒上的钢丝绳至少保留( ) C
A．1圈
B．2圈
C．3圈
D．5圈
1297 多塔作业时，处于高位的塔机(吊钩升至最高点)与低位塔机的垂直距离在任何情
况下不得小于( )m。
B
A．1
B．1．5
C．2
D．3
1298 物料提升机基础周边( )m范围内不得挖排水沟? D
A．2
B．3
C．4
D．5
1299 出现下列那种情况，吊钩应报废?( ) C
A．挂绳处断面磨损量超过原高的20％
B．挂绳处断面磨损量超过原高的15％
C．挂绳处断面磨损量超过原高的10％
D．挂绳处断面磨损量超过原高的5％
1300 扣件式钢管脚手架所用的钢管规格尺寸( )： A
A．φ48×3．5或φ5l ×3
B．φ38×2．5
第 130 页，共 218 页
C．φ30×1．5
D．φ62×4
1301 横向水平杆(小横杆)的最大长度应为( )： C
A．3500mm
B．4000mm
C．2200mm
D．5000mm
1302 纵向水平杆(大横杆)的最大长度应为( )。 A
A．6500mm
B．5000mm
C．4500mm
D．4000mm
1303 扣件式钢管脚手架所用的扣件应采用( )： C
A．钢板压制扣件
B．可锻铸铁制作的扣件
C．材质符合《钢管脚手架扣件》规定的可锻铸铁制作的扣件
D．其他形式扣件
1304 在脚手架主节点处必须设置一根横向水平杆(小横杆)，用直角扣件扣紧，且严禁
拆除，这是因为( )。
D
A．横向水平杆是构成脚手架整体刚度的必不可少的杆件
B．横向水平杆是承传竖向荷载的重要受力构件
C．横向水平杆是承传竖向、水平荷载的重要受力构件
D．横向水平杆是承受竖向荷载的重要受力构件：又是保证脚手架的整体刚度的
不可缺少的杆件
1305 为计算简便，并确保安全，对脚手架立杆要求( )： D
A．仅按轴心压杆计算
B．仅按压弯杆计算
C．仅按受弯杆计算
D．既按轴心压杆又按压弯杆计算
1306 计算纵向或横向水平杆与立杆的连接扣件抗滑承载力时，应采用扣件抗滑承载力
的设计值，其值为( )。
C
A．10kN
B．3．2kN
C．8kN
D．40kN
1307 纵向水平杆(大横杆)的内力和挠度按( )： C
A．两端固接的单跨梁计算
B．两跨连续梁计算
C．三跨连续梁计算
D．既可按单跨梁又可按三跨连续梁计算
1308 已知双排架连墙件间距竖向为H1，水平向为L1，风荷载标准值Wk，则此脚手架连
墙件所受水平力设计值为( )。
C
A．H1×L1×Wk十3kN
B．1.4H1×L1×Wk×3kN
C．1.4H1×L1×Wk十5kN
D．H1×L1×Wk×5kN
1309 当脚手板采用竹笆板时，纵向水平杆应满足以下要求( ) A
A．等间距设置，最大间距不大于400mm
B．等间距设置，最大间距不大于300mm
C．等间距设置，最大间距不大于500mm
D．间距不限
1310 脚手架作业层上为支承脚手板在非主节点处设置横向水平杆的要求是( )。 B
A．宜等间距设置，最大间距不大于纵距的1／3
B．宜等间距设置，最大间距不大于纵距的1／2
第 131 页，共 218 页
C．宜等间距设置，最大间距不大于1000mm
D．宜等间距设置，最大间距不大于750
1311 单排脚手架的横向水平杆设置应满足要求( )。 A
A．一端用直角扣件固定在纵向水平杆上，另一端插入墙内，插入深度不小于
B．一端用旋转扣件固定在纵向水平杆上，另一端插入墙内，插入深度不小于
C．一端用旋转扣件固定在纵向水平杆上，另一端插入墙内，插入深度不小于
D．一端用直角扣件固定在纵向水平杆上，另一端插入墙内，插入深度不小于
1312 脚手架作业层的脚手板铺设规定为( )。 C
A．可以不满铺
B．应满铺．铺稳
C．应铺满、铺稳，离开墙面不超过120—150mm
D．应铺满、铺稳，离开墙面200～300mm处可以不设任何防护
1313 冲压钢脚手板对接平铺时，接头处构造应满足的要求是( ) B
A．接头处必须设一根横向水平杆
B．接头处必须设两根横向水平杆；脚手板外伸长度应取130～150mm；且两块脚
手板外伸长度之和不大于300mm
C．接头处必须设两根横向水平杆；两块脚手板外伸长度之和不大于400mm
D．接头处必须设两根横向水平杆；两块脚手板外伸长度之和不大于300mm
1314 脚手板搭接铺设时，接头必须支在横向水平杆上，搭接长度和伸出横向水平杆的
长度应分别为( )：
A
A．大于200mm和不小于l00mm
B．大于80mm和不小于50mm
C．大于40mm和不小于200mm
D．大于l00mm和不小于50mm
1315 脚手架底层步距不应( )。 A
A．大于2m
B．大于3m
C．大于3.5m
D．大于4.5m
1316 有一双排脚手架，搭设高度为48m；步距h=1．5m，跨距La=1．8m，此脚手架连墙
件布置除应满足计算要求外，其最大竖向间距和最大水平间距还应不大于( )
C
A．竖向6m，水平向6m
B．竖向5m，水平向5．4m
C．竖向4．5m：水平向5．4m
D．竖向4．5m，水平向6m
1317 连墙件应靠近主节点设置，这是为了( )。 D
A．便于施工
B．便于连墙件设置
C．便于立杆接长
D．保证连墙件对脚手架起到约束作用
1318 连墙件设置要求是( ) B
A．应靠近主节点，偏离主节点的距离不应大于600mm
B．应靠近主节点，偏离主节点的距离不应大于300mm
C．应远离主节点，偏离主节点的距离不应小于400mm
D．应远离主节点，偏离主节点的距离不应小于600mm
1319 对一字形．开口形脚手架连墙件的设置规定( )： D
A．是相同的
B．要求较低
C．无特别考虑
D．更为严格，有专门规定
1320 高度24m以上的双排脚手架连墙件构造规定为( ) D
A．可以采用拉筋和顶撑配合的连墙件
B．可以采用仅有拉筋的柔性连墙件
C．可采用顶撑顶在建筑物上的连墙件
第 132 页，共 218 页
D．必须采用刚性连墙件与建筑物可靠连接
1321 连墙件必须( )。 C
A．采用可承受压力的构造
B．采用可承受拉力的构造
C．采用可承受压力和拉力的构造
D．采用仅有拉筋或仅有顶撑的构造
1322 剪刀撑的设置宽度( ) A
A．不应小于4跨，且不应小于6m
B．不应小于3跨，且不应小于4．5m
C．不应小于3跨，且不应小于5m
D．不应大于4跨，且不应大于6m
1323 剪刀撑斜杆与地面的倾角宜( ) B
A．在45°-75°之间
B．在45°-60°之间
C．在30°-60°之间
D．在30°-75°之间
1324 剪刀撑斜杆用旋转扣件固定在与其相交的横向水平杆伸出端或立杆上，旋转扣件
中心线至主节点的距离不应( )。
A
A．大于150nmi
B．小于150mm
C．大于300mm
D．小于300mm
1325 运料斜道的宽度和坡度的规定是( ) B
A．不宜小于0．8m和宜采用1：6
B．不宜小于1．5m和宜采用1：6
C．不宜小于0．5m和宜采用1：3
D．不宜小于1．5m和宜采用1：7
1326 人行斜道的宽度和坡度的规定是( )； C
A．不宜小于1m和宜采用1：8
B．不宜小于0．8m和宜采用1：6
C．不宜小于lm和宜采用1：3
D．不宜小于1．5m和宜采用1：7
1327 双排脚手架横向水平杆靠墙一端至墙装饰面的距离不宜( ) A
A．大于100mm
B．大于600mm
C．大于500mm
D．大于400mm
1328 脚手架立杆底座底面标高宜至少应高于自然地坪( ) C
A．100mm
B．70mm
C．50mm
D．30mm
1329 立杆底座下的垫板长度和厚度尺寸是( )。 D
A．不宜小于3跨和小于50mm
B．不宜小于2跨和小于50mm
C．不宜小于2跨和小于30mm
D．不宜小于3跨和小于30mm
1330 脚手架施工荷载按均布荷载计算可分为( )。 A
A．承重架(结构施工用)3kN／m2、装修架2kN／m2
B．承重架2．7kN／m2、装修架2．5kN／m2
C，承重架2kN／m2，装修架1kN／m2
D．承重架5kN／m2，装修架4kN／m2
1331 当脚手架基础下有设备基础、管沟时，( ) 。 A
A．如果不采取加固措施，不应开挖
第 133 页，共 218 页
B．可以开挖，否则施工进度跟不上
C．可以开挖，不必采取加固措施
D．开挖后，基础可以暂时悬空
1332 脚手架搭设时，应遵守：( )： A
A．一次搭设高度不应超过相邻连墙件以上二步
B．一次搭设高度可以不考虑连墙件的位置
C．一次搭设高度可以在相邻连墙件以上四步
D．一次搭设高度可以在相邻连墙件以上五步
1333 开始搭设立杆时，应遵守下列规定：( )： A
A．每隔6跨设置一根抛撑，直至连墙件安装稳定后，方可拆除
B．搭设立杆时，可以不必设置抛撑和连墙件，一直搭到顶
C．采用钢丝和结构固定，待立杆搭设到顶后，再回过头来安装连墙件
D．相邻立杆的对接扣件都可在同一个水平面内
1334 纵向水平杆(大横杆)的对接扣件应符合下列规定：( )。 A
A．应交错布置，两根相邻杆的接头，在不同步或不同跨的水平方向错开的距离
应不小于500mm，各接头中心距最近的主节点的距离不大于纵距的1／3
B．两根相邻杆的接头，应在同一步和同一跨内布置
C．两根相邻杆的接头，可在同一个竖向平面内
D．两根相邻杆的接头，在水平方向的接头可在200mm以内
1335 各类杆件端头伸出扣件盖板边缘的长度，应为( )： A
A．100mm
B．80mm
C．50mm
D．200mm
1336 脚手架拆除时必须是( )。 A
A．必须由上而下逐层进行，严禁上下同时作业
B．可以上下同时拆除
C．由下部往上逐层拆除
D．对于不需要的部分，可以随意拆除
1337 当脚手架采取分段，分立面拆除时，对不拆除的脚手架( )： A
A．应在两端按规定设置连墙件和横向斜撑加固
B．可不设加固措施
C．不必设连墙件
D．设置卸荷措施
1338 扣件拧紧抽样检查的数目及质量制定标准为：( )。 A
A．连接横向水平杆与纵向水平杆的扣件，每51—90个应抽检5个，不允许存在不
B．1000个扣件以内，不必抽检
C．每抽查时，允许有30％不合格
D．抽检时，可不用扭力矩扳手检查
1339 脚手架上各构配件拆除时( )。 A
A．严禁抛掷至地面
B．可将配件一个个的抛掷到地面
C．应在高处将构配件捆绑在一起，一次抛掷到地面
D．待下班后，工地上没有人时，再将构配件抛掷到地面
1340 双排脚手架( )。 A
A．应设剪刀撑与横向斜撑
B．应设剪刀撑
C．应设横向斜撑
D．可不设剪刀撑和横向斜撑
1341 单排脚手架( )。 A
A．应设剪刀撑
B．应设横向斜撑
C．应设剪刀撑和横向斜撑
D．可以不设任何斜撑
第 134 页，共 218 页
1342 脚手架上门洞桁架下的两侧立杆应：( )。 A
A．为双管立杆，副立杆应高出于门洞口的1-2步
B．为单杆
C．为双立杆，但副立杆只需搭设一步架的高度
D．为双立杆，但副立杆不需要用扣件与主立杆连接
1343 高度在24m以下的单、双排脚手架，均必须在外侧立面设剪刀撑，其规定为( ) A
A．两端各设一道，并从底到顶连续设置，中间每道剪刀撑净距不应大于15m
B．无论多长的脚手架只需在两端各设一道剪刀撑
C．剪刀撑不要从底到顶连续设置
D．剪刀撑的设置没有规定
1344 脚手架的人行斜道和运料斜道应设防滑条，其距离为( )。 D
A．600mm
B．500mm
C．400mm
D．250～300mm
1345 遇有( )以上强风、浓雾等恶劣气候，不得进行露天攀登与悬空高处作业。 B
A．5级
B．6级
C．7级
D．8级
1346 高处作业的安全技术措施及其所需料具，必须列入工程的( )。 B
A．预算单
B．施工组织设计
C．结算单
D．验收单
1347 移动式操作平台的面积不应超过( )。 D
A．20m2
B．15m2
C．8m2
D．10m2
1348 钢平台安装时，钢丝绳应采用专用的挂钩挂牢，采取其他方式时卡头的卡子不得
少于（ ）个
C
A．5个
B．4个
C．3个
D．2个
1349 建筑工程外脚手架外侧采用的全封闭立网，其网目密度不应低于( )。 D
A．800目/100cm2
B．1000目/100cm2
C．1500目/100cm2
D．2000目/100cm2
1350 钢模板部件拆除后，临时堆放处与楼层边沿的距离不应小于( )。 C
A．0．8m
B．0．9m
C．1m
D．1．1m
1351 移动式操作平台的次梁，间距不应大于( )： B
A．35cm
B．40cm
C．45cm
D．50cm
1352 高度超过( )的层次上的交叉作业，凡人员进出的通道口应设双层安全防护棚 C
A．18m
B．20m
第 135 页，共 218 页
C．24m
D．28m
1353 建筑施工进行高处作业之前，应进行安全防护设施的( )和验收。 D
A．自检互检
B．局部检查
C．总体检查
D．逐项检查
1354 悬挑式钢平台的搁支点与上部拉结点，必须位于( )上： B
A．脚手架
B．建筑物
C．钢模板
D．施工设备
1355 安全防护设施的验收，应具备施工组织设计及有关验算数据．安全防护设施验收
记录、安全防护设施（ ）等资料。
D
A．变更记录
B．变更验收
C．变更签证
D．变更记录及签证
1356 悬挑钢平台左右两侧必须装置( )的防护栏杆。 B
A．临时
B．固定
C．白纱绳
D．尼龙绳
1357 支模．粉刷、砌墙等各工种进行上下立体交叉作业时，不得在( )方向上操作 A
A．同一垂直
B．同一横面
C．垂直半径外
D．不同垂直
1358 由于上方施工可能坠落物件或处于起重机把杆回转范围之内的通道，在其受影响
的范围内，必须搭设( )。
D
A．单层防护棚
B．单层防护网
C．双层防护网
D．顶部能防止穿透的双层防护廊
1359 装设轮子的移动式操作平台，轮子与平台的接合处应牢固可靠，立柱底端与地面
的距离不得超过多少?( )
C
A．120mm
B．100mm
C．80mm
D．60mm
1360 雨天和雪天进行高处作业时，必须采取可靠的防滑、防寒和( )措施。 D
A．防霜
B．防水
C．防尘
D．防冻
1361 因作业必需临时拆除或变动安全防护设施时，必须经( )同意，采取相应的可
靠措施，作业后应立即恢复：
D
A．安全员
B．技术员
C．班长
D．施工负责人
1362 防护棚搭设与拆除时，应设警戒区和派专人监护，严禁( )拆除。 D
A．由木工
B．由非架子工
第 136 页，共 218 页
C．从上而下
D．上下同时
1363 坡度大于1：2．2的屋面，防护栏杆应设置( )。 D
A．1m
B．1．2m
C．1．3m
D．1.5m
1364 当在基坑四周固定时，栏杆柱可采用钢管并打人地面( )。 C
A．40-60cm
B．45-65cm
C．50-70cm
D．55-75cm
1365 栏杆柱的固定及其与横杆的连接，其整体构造应使防护栏杆在上杆任何处，能经
受任 何方向的( )的外力?
C
A．800N
B．900N
C．1000N
D．1100N
1366 防护栏杆必须自上而下用安全立网封闭，或在栏杆下边设置严密固定的高度不低
于( )的挡脚板或40cm的挡脚笆。
C
A．14cm
B．16cm
C．18cm
D．20cm
1367 电梯井口必须设防护栏杆或固定栅门；电梯井内应每隔两层并最多隔( )设一 C
A．8m
B．9m
C．10m
D．12m
1368 楼板、屋面和平台等面上短边尺寸小于( )但大于2．5cm的孔口必须用坚实的 B
A．20cm
B．25cm
C．30cm
D．35cm
1369 边长为( )洞口，必须设置以扣件扣接钢管而成的网格，并在其上满铺竹笆或 A
A．50-150cm
B．50-130cm
C．40-130cm
D．40-150cm
1370 边长超过( )的洞口，四周设防护栏杆，洞口下张设安全平网。 B
A．130cm
B．150cm
C．180cm
D．200cm
1371 墙面等处的竖向洞口，凡落地的洞口应加装固定式的防护门，门栅格的间距不应
大于( ) 。
C
A．13cm
B．14cm
C．15cm
D．16cm
1372 下边沿至楼板或底面低于80cm的窗台等竖向洞口，如侧边落差大于2m时，应加设
多高的临时护栏?( )
C
A．1.0m
B．1.1m
第 137 页，共 218 页
C．1.2m
D．1.3m
1373 位于车辆行驶道旁的洞口；深沟与管道坑、槽所加盖板应能承受不小于当地额定
卡车后轮有效承载力( )倍的荷载：
C
A．1
B．1.5
C．2
D．2.5
1374 攀登的用具、结构构造上必须牢固可靠。供人上下的踏板其使用荷载不应大于（ B
A．1000N
B．1100N
C．1200N
D．1300N
1375 梯脚底部应坚实，不得垫高使用。立梯工作角度以( )为宜。 D
A．60°±5°
B．65°±5°
C．70°±5°
D．75°±5°
1376 折梯使用时上部夹角以( )为宜，铰链必须牢固，并应有可靠的拉撑措施。 B
A．30°-40°
B．35°-45°
C．35°-50°
D．40°-60°
1377 固定式直爬梯应用金属材料制成。梯宽不应大于50cm，支撑应采用不小于( )
的角钢，埋设与焊接均必须牢固。
D
A．L50×4
B．L50×5
C．L60×6
D．170×6
1378 使用直爬梯进行攀登作业时，攀登高度以( )为宜。 B
A．4m
B．5m
C．6m
D．8m
1379 支设高度在( )以上的柱模板，四周应设斜撑，并应设立操作平台。 C
A．2m
B．2．5m
C．3m
D．3．5m
1380 张拉钢筋的两端必须设置挡板。挡板应距所张拉钢筋的端部( )： C
A．1．0-1．5m
B．1．3-1．8m
C．1．5-2m
D．1．8-2．0m
1381 进行各项窗口作业时，操作人员的重心应位于( )。 A
A．室内
B．室外
C．窗
D．窗外
1382 混凝土浇筑时的悬空作业，如无可靠的安全设施，必须系好安全带并( )，或
架设安全网。
B
A．戴好安全帽
B．扣好保险钩
C．穿好防滑鞋
第 138 页，共 218 页
D．戴好手套
1383 悬空作业所用的索具、脚手板、吊篮、吊笼、平台等设备，均需经过( )或验
证方可使用。
D
A．安全员检查
B．施工人员验收
C．先试用
D．技术鉴定
1384 安装管道时必须有已完结构或操作平台为立足点，严禁在安装中的管道上( ) D
A．堆物
B．站立
C．行走
D．站立和行走
1385 各种垂直运输接料平台，除两侧设防护栏杆外，平台口还应设置( )或活动防
护栏 杆。
B
A．安全围栏
B．安全门
C．安全立网
D．竹笆
1386 分层施工楼梯口和梯段边，必须安装临时护栏：顶层楼梯口应随工程结构进度安 D
A．临时护栏
B．安全立网
C．警告牌
D．正式防护栏杆
1387 临边防护栏杆采用钢筋作杆件时，上杆直径不应小于16mm，下杆直径不应小于
14mm，栏杆柱直径不应小于( )。
C
A．14mm
B．16mm
C．18mm
D．20mm
1388 梯子如需接长使用，必须有可靠的连接措施，连接后梯梁的强度，不应低于( D
A．单梯梯梁强度的90％
B．单梯梯梁强度的80％
C．单梯梯梁强度的70％
D．单梯梯梁的强度
1389 上下梯子时，必须( )梯子，且不得手持器物。 D
A．背面
B．左侧向
C．右侧向
D．面向
1390 密目式安全网每10cmxlocm=100cm2面积上有多少个以上的网目?( ) A
A．2000个
B．1500个
C．3000个
D．40000个
1391 安全帽耐冲击试验最大冲击力不应超过多少?( ) B
A．400kg
B．500kg
C．600kg
D．700kg
1392 安全带的报废年限为( )。 C
A．1-2年
B．2-3年
C．3-5年
D．4-5年
第 139 页，共 218 页
1393 施工现场专用的，电源中性点直接接地的220／380V三相四线制用电工程中，必
须采用的接地保护形式是( )。
B
A．TN
B．TN-S
C．TN-C
D．TT
1394 施工现场用电工程中，PE线上每处重复接地的接地电阻值不应大于( )。 B
A．4Ω
B．10Ω
C．30Ω
D．100Ω
1395 施工现场用电系统中，连接用电设备外露可导电部分的ＰE线可用（ ）。 A
A．绝缘铜线
B．绝缘铝线
C．裸铜线
D．钢筋
1396 施工现场用电系统中，ＰE线的绝缘色应是（ ）。 D
A．绿色
B．黄色
C．淡黄色
D．绿色/黄双色
1397 施工现场用电系统中，N线的绝缘色应是（ ）。 C
A．黑色
B．白色
C．淡蓝色
D．棕色
1398 施工现场配电母线和架空配电线路中，标志L1（A）、L2（B）、L3（C）三相相
序的绝缘色应是（ ）。
A
A．黄、绿、红
B．红、黄、绿
C．红、绿、黄
D．黄、红、绿
1399 在建工程（含脚手架具）周边与10KV外电架空线路边线之间的最小安全操作距离
应是（ ）。
B
A．4m
B．6m
C．8m
D．10m
1400 施工现场的机动车道与220/380V架空线路交叉时的最小垂直距离应是（ ）。 C
A．4m
B．5m
C．6m
D．7m
1401 施工现场用电工程的基本供配电系统应按（ ）设置。 C
A．一级
B．二级
C．三级
D．四级
1402 施工现场用电工程中，ＰＥ线的重复接地点不应少于（ ）。 C
A．一处
B．二处
C．三处
D．四处
第 140 页，共 218 页
1403 架空线路的同一横担上，L1（A）、L2（B）、L3（C）、Ｎ、ＰＥ五条线的排列
次序是面向负荷侧从左起依次为（ ）。
Ｂ
A．L1、L2、L3、Ｎ、ＰＥ
B．L1、Ｎ、L2、L3、ＰＥ
C．L1、L2、Ｎ、L3、ＰＥ
D．ＰＥ、Ｎ、L1、L2、L3、
1404 配电柜正面的操作通道宽度，单列布置或双列背对背布置时不应小于（ Ｂ
A．２m
B．１.５m
C．１.０m
D．０.５m
1405 配电柜后面的维护通道宽度，双列背对背布置时不应小于( )。 A
A．1.5m
B．1.0m
C．0.8m
D．0.5m
1406 总配电箱中漏电保护器的额定漏电动作电流／+和额定漏电动作时间T△的选择要
求 是( )。
D
A．I△>30mA，T△=0.IS
B．I△=30mA，T△>0，1
C．I△>30mA，T△>0.IS
D．I△>30mA，T△>0．1S，T△·T△≯30mA·S
1407 铁质配电箱箱体的铁板厚度为不小于( )。 C
A．1．0mm
B．1．2mm
C．1．5mm
D．2．0mm
1408 配电室内的裸母线与地面通道的垂直距离不应小于( )。 C
A．1.8m
B．2.0m
C．2.5m
D．3.0m
1409 移动式配电箱、开关箱中心点与地面的相对高度可为( ) C
A．0.3m
B．0.6m
C．0.9m
D．1.8m
1410 开关箱中的刀开关可用于不频繁操控电动机的最大容量是( )。 B
A．2．2kW
B．3．0kW
C．4．0kW
D．5．5kW
1411 开关箱中设置刀型开关DK、断路器KK。漏电保护器RCD，则从电源进线端开始其
连接次序应依次是( )。
A
A．DK-KK-RCD
B．DK-RCD-KK
C．KK-RCD-DK
D．RCD-KK-DK
1412 间接接触触电的主要保护措施是在配电装置中设置( )。 B
A．隔离开关
B．漏电保护器
C．断路器
D．熔断器
1413 分配电箱与开关箱的距离不得超过( )。 C
第 141 页，共 218 页
A．10m
B．20m
C．30m
D．40m
1414 开关箱与用电设备的水平距离不宜超过( )。 A
A．3m
B．4m
C．5m
D．6m
1415 固定式配电箱、开关箱中心点与地面的相对高度可为( )。 C
A．0.5m
B．1.0m
C．1.5m
D．1.8m
1416 一般场所开关箱中漏电保护器，其额定漏电动作电流为( )。 D
A．10mA
B．20mA
C．≥30mA
D．≤30mA
1417 潮湿场所开关箱中的据电保护器，其额定漏电动作电流为( )。 B
A．≥15mA
B．≤15mA
C．30mA
D．≤30mA
1418 开关箱中漏电保护器的额定漏电动作时间为( )。 B
A．≥0．1s
B．≤0．1s
C．0．2s
D．≤0．2s
1419 施工现场专用电力变压器或发电机中性点直接接地的工作接地电阻值，一般情况
下取为( )。
B
A．≥4Ω
B．≤4Ω
C．10Ω
D．≤10Ω
1420 室内明敷主干线的距地高度不得小手( )。 C
A．1．5m
B．2．0m
C．2．5m
D．3．0m
1421 Ⅱ类手持式电动工具适用场所是( )。 A
A．潮湿场所
B．金属容器内
C．地沟中
D．管道内
1422 电焊机一次侧电源线的长度不应大于( )。 B
A．3m
B．5m
C．10m
D．15m
1423 电焊机二次线可采用( )。 A
A．防水橡皮护套铜芯软电缆
B．绝缘铜线
C．绝缘铝线
第 142 页，共 218 页
D．绝缘导线和结构钢筋
1424 必须采用Ⅲ类手持式电动工具的场所是( )。 A
A．狭窄管内
B．潮湿地面
C．混凝土地板
D．户外气温高于30℃
1425 施工现场内所有防雷装置的冲击接地电阻值为不得大于( )。 D
A．1Ω
B．4Ω
C．10Ω
D．30Ω
1426 在地沟、管道内等狭窄场所使用手持式电动工具时，必须选用( )。 D
A．I类工具
B．塑料外壳Ⅱ类工具
C．金属外壳Ⅱ类工具
D．Ⅲ类工具
1427 室外固定式灯具的安装高度应为( )。 D
A．2m
B．2．5m
C．＜2.5m
D．≥3m
1428 室内固定式灯具的安装高度应为( ) A
A．≥2.5m
B．＞2m
C．2m
D．1．8m
1429 聚光灯和碘钨灯等高热灯具距易燃物的防护距离为不小于( )： C
A．200mm
B．300mm
C．500mm
D．600mm
1430 白炽灯和日光灯等普通灯具距易燃物的防护距离为不小于( )： B
A．200mm
B．300mm
C．400mm
D．500mm
1431 在遂道内施工，照明电源电压不应大于( )。 A
A．36V
B．24V
C．12V
D．6V
1432 在潮湿场所施工，照明电源电压不应大于( )。 B
A．36V
B．24V
C．12V
D．6V
1433 在金属容器内施工，照明电源电压不应大于( ). C
A．36V
B．24V
C．12V
D．6V
1434 行灯的电源电压不应大于( ) C
A．220V
B．110V
第 143 页，共 218 页
C．36V
D．24V
1435 是否需要编制用电组织设计的依据是( ) D
A．工程规模
B．工程地点
C．管理部门要求
D．用电设备数量或容量
1436 施工现场用电工程建造的依据是( )。 D
A．项目经理的指示
B．电工的经验
C．用电人员的要求
D．用电组织设计
1437 施工现场用电工程应建立（ ）种档案。 Ｄ
A．２
B．４
C．６
D．８
1438 高空施焊时必须使用标准的防火( )，戴头罩。 B
A．焊具
B．安全带
C．工作服
D．工具
1439 高空施焊时必须使用标准的防火安全带，戴( ) C
A．焊具
B．安全帽
C．头罩
D．工具
1440 严禁将施焊把线绕在( )或搭在背上。 A
A．身上
B．工件上
C．工作服上
D．工具箱上
1441 严禁将( )绕在身上或搭在背上。 A
A．施焊把线
B．工件
C．工作服
D．工具箱
1442 ( )将施焊把线绕在身上或搭在背上。 D
A．不能
B．可以
C．一般
D．严禁
1443 装卸乙炔气瓶和石油气瓶时( )轻拿轻放，不得剧烈振动。 C
A．不能
B．可以
C．应该
D．随便
1444 装卸乙炔气瓶和石油气瓶时应该轻拿轻放，( )剧烈振动。 C
A．视情况可
B．可以
C．不得
D．随便
1445 施焊完成或下班时必须拉闸断电．将地线和把线分开、确定火星( )，方可离开 C
A．周围无易爆物
第 144 页，共 218 页
B．周围无易燃物
C．已熄灭
D．不会燃烧
1446 电焊时严禁借用金属管道、金属脚手架、结构钢筋等金属物搭接代替( )使用 A
A．导线
B．支撑物
C．已熄灭
D．不会燃烧
1447 氧气瓶与电焊在同一处使用时，瓶底应垫( )，防止气瓶带电。 C
A．钢脚手板
B．支撑物
C．绝缘物
D．小钢模
1448 焊接方法可分为( )三大类。 D
A．电焊．气焊、熔焊
B．熔焊、气焊、压焊
C．气焊．压焊、钎焊
D．熔焊、压焊、钎焊
1449 ( )可分为熔焊、压焊、钎焊三大类。 A
A．焊接方法
B．气焊
C．电焊
D．熔焊
1450 电弧焊焊接时，一旦发生人员及设备事故，应立即( )： A
A．切断电源
B．停止气焊
C．停止电焊
D．报告
1451 常用的电阻焊方法有( )等三种。 D
A．熔焊、压焊、钎焊
B．气焊、点焊、缝焊
C．电焊、点焊、缝焊
D．点焊、缝焊、对焊
1452 常用的( )方法有点焊、缝焊和对焊等三种： A
A．电阻焊
B．气焊
C．电焊
D．熔焊
1453 在容器内施焊时，应采取通风措施，照明电压不得超过( )V：容器内施焊应采
取用绝缘材料使焊工身体与焊件隔离。间隔作业时焊工到外面休息。
A
A．12
B．24
C．36
D．220
1454 焊接用电缆线应采用( )： A
A．多股细铜线
B．多股细铝线
C．单股铜线
D．单股铝线
1455 交流焊机空载电压不得超过( )V： C
A．36
B．60
C．80
D．110
第 145 页，共 218 页
1456 焊机一次侧电源线长度最大不得超过( )m： A
A．5
B．10
C．15
D．20
1457 焊机二次侧电源线长度最大不得超过( )m： B
A．20
B．30
C．40
D．50
1458 氧气瓶与乙炔瓶的距离不得小于( )m。 C
A．1
B．3
C．5
D．10
1459 电石起火时必须用干砂或( )灭火器，严禁用其他灭火器或水灭火。 C
A．泡沫
B．四氯化碳
C．二氧化碳
D．1211
1460 为防止电焊弧光伤害眼睛，应采取的防护方式是使用( )。 B
A．墨镜
B．滤光镜
C．平光镜
D．风镜
1461 在潮湿场地及触电危险性较大的环境，安全电压为( )V。 B
A．3
B．12
C．36
D．24
1462 登高焊割作业时，一般认为在地面周围( )m范围内为危险区。 C
A．3
B．5
C．10
D．20
1463 《中华人民共和国职业病防治法》于( )开始施行： C
A．2002年1月1 H
B．2002年10月27日
C．2005年5月1日
D．2003年1月1日
1464 职业病防治工作坚持( )的方针。 B
A．预防为主．安全第一
B．预防为主、防治结合
C．分类管理、综合治理
D．预防为主、综合治理
1465 混凝土搅拌工接触到的主要职业危害为( )。 A
A．水泥尘
B．辐射
C．木屑尘
D．噪声
1466 电焊工接触到的主要职业危害为( ). D
A红外线
B．紫外线
C．振动
第 146 页，共 218 页
D．锰尘（烟）
1467 得了矽肺病的入主要是吸人了( )。 C
A．硅酸盐
B．金属尘
C．二氧化硅粉尘
D．混合性粉尘
1468 根据我国工业、企业噪声标准规定，凡新建、扩建、改建企业允许噪声为( ) C
A．60
B．80
C．85
D．90
1469 国家标准规定，车间空气中苯的最高允许浓度为( )mg/m3。 A
A．40
B．80
C．90
D．100
1470 国家标准规定，车间空气中甲苯的最高允许浓度为( )mg/m3。 D
A．40
B．80
C．90
D．100
1471 国家标准规定，车间空气中铅烟的最高允许浓度为( )mg/m3。 C
A．0.05
B．0.003
C．0.03
D．0.005
1472 国家标准规定，车间空气中铅尘的最高允许浓度为( )mg／m3，凡超标均应采 A
A．0.05
B．0.003
C．0.03
D．0.005
1473 职业病防治的宗旨是为了预防、控制和消除职业危害，防治职业病，( ) C
A．保护劳动者健康及其相关权益
B．保护劳动者健康，促进经济发展
C．保护劳动者健康及其相关权益，促进经济发展
D．提高人员素质
1474 职业病防治法适用于( )内的职业病防治活动 A
A．中华人民共和国领域内
B．中华人民共和国境内
C．中华人民共和国三十一个省、自治区、直辖市内
D．中华人民共和国领域内，包括港、澳、台地区
1475 职业病指( )。 B
A．劳动者在工作中所患的疾病
B．用人单位的劳动者在职业活动中，因接触粉尘、放射性物质和其他有毒、有
害物质等因素而引起的疾病
C．工人在劳动过程中因接触粉尘、有毒、有害物质而引起的疾病
D．工人在劳动过程中因劳动造成的传染性疾病
1476 职业病防治法规定( )依法享有职业卫生保护的权利： A
A．劳动者
B．用人单位
C．地方政府
D．法人单位
1477 职业病防治法中所称用人单位是指( )： C
A．企业、事业单位、政府机关
第 147 页，共 218 页
B．企业、科研单位、政府机关
C．企业、事业单位和个体经济组织
D．企业单位
1478 ( )必须依法参加工伤社会保险。 C
A．劳动者
B．各级政府
C．用人单位
D．施工管理人员
1479 工作场所的职业病危害因素强度或者浓度应当符合( )。 D
丸国际标准化组织
B．世界卫生组织标准
C．国际劳工组织标准
D．国家职业卫生标准
1480 工作场所的职业病防护设施的设置应( )。 B
A．按国家标准统一设置
B．与职业病危害防护相适应
C．根据生产规模设置
D．与安全标准相适应
1481 工作场所的设备、工具、用具等设施应( ) B
A．考虑保护劳动者身体健康的要求
B．符合保护劳动者生理、心理健康的要求
C．满足生产要求
D．只要满足安全要求
1482 职业病危害项目实行( )制度。用人单位设有依法公布的职业病目录所列职业
病的危害项目的，应当及时、如实向卫生行政部门申报，接受监督。
A
A．申报
B．审批
C．许可
D．备案
1483 可能产生职业病危害的建设单位应在（ ）阶段向卫生行政部门提交职业病危
害预评价报告书。
B
A．设计
B．可行性论证
C．竣工验收
D．施工阶段
1484 未提交预评价报告或者预评价报告未经（ ）部门审核同意的，有关部门不得
批准该建设项目：
B
A．规划部门
B．卫生行政部门
C．财政部门
D．建设行政部门
1485 职业病危害预评价、职业病危害控制效果评价由依法设立的取得省级以上人民政
府卫生行政部门资质认证的( )进行。
B
A．医疗卫生机构
B．职业卫生技术服务机构
C．中介机构
D．防疫机构
1486 建设项目的职业病防护设施所需费用，应当纳入( )预算。 C
A．地方财政
B．中央财政
C．建设项目工程
D．施工单位
1487 建设项目的职业病防护设施应当与主体工程( )。 C
A．同时设计，同时投入生产
第 148 页，共 218 页
B．同时设计，同时施工
C．同时设计，同时施工，同时投入生产和使用
D．同时投人生产，同时使用
1488 职业病危害严重的建设项目的防护设施设计，应当经( )部门进行卫生审查，
符合国家职业卫生标准和卫生要求的，方可施工：
B
A．职业卫生技术服务机构
B．卫生行政部门
C．疾病预防控制中心
D．中介机构
1489 建设项目在( )，建设单位应当进行职业病危害控制效果评价： A
A．竣工验收前
B．竣工验收后
C．设计阶段
D．施工阶段
1490 国家对从事放射、高毒等作业实行( )： C
A．专项管理
B．计划管理
C．特殊管理
D．分类管理
1491 ( )应当设置或者指定职业卫生管理机构或者组织，配备专职或者兼职的职业
卫生专业人员，负责本单位的职业病防治工作。
C
A．卫生行政部门
B．工会组织
C．特殊管理
D．施工单位
1492 用人单位应当建立、健全职业卫生档案和( )档案： D
A．伤亡事故
B．工资
C．人事
D．劳动者健康监护
1493 ( )必须采用有效的职业病防护设施，并为劳动者提供符合职业病防治要求的
个人使用的职业病防护用品：
C
A．卫生行政部门
B．职业卫生技术服务机构
C．用人单位
D．组织机构
1494 用人单位应当优先采用有利于防治职业病和保护劳动者健康的新技术、新工艺、
新材料，( )职业病危害严重的技术、工艺、材料。
A
A．逐步替代
B．禁止使用
C．淘汰
D．可以使用
1495 产生职业病危害的用人单位，应当在( )设置公告栏，公布有关职业病防治的
规章制度、操作规程、职业病危害事故应急救援措施和工作场所职业病危害因素
A
A．醒目位置
B．厂长办公室
C．厂区内
D．现场办公室
1496 对产生严重职业病危害的作业岗位，应当在醒目位置( )。 A
A．警示标识和中文警示说明
B．警示标识
C．警示说明
D．图示
第 149 页，共 218 页
1497 对可能发生急性职业损伤的有毒、有害工作场所，用人单位应当设置报警装置，
配置现场急救用品、冲洗设备、应急撤离通道和必要的( )。
D
A．警戒区
B．泄险区
C．隔离墙
D．消防设施
1498 用人单位应当按照国务院卫生行政部门的规定，( )对工作场所进行职业病危
害因素检测、评价。
B
A．必要时
B．定期
C．不定期
D．一年一次
1499 《职业病防治法》是第( )号主席令公布的。 C
A．40
B．50
C．60
D．65
1500 用人单位违反职业病防治法规定，造成重大职业病危害事故或者其他严重后果，
构成犯罪的，对直接负责的主管人员和( )，依法追究刑事责任。
A
A．直接责任人员
B．责任人员
C．管理人员
D．法人代表
1501 用人单位订立或者变更劳动合同时，未告知劳动者( )真实情况的，卫生行政
部门责令限期改正，给予警告，可以并处2万元以上5万元以下的罚款。
A
A．职业病危害
B．医疗待遇
C．工资标准
D．工伤保险待遇
1502 用人单位未提供职业病防护设施和个人使用的职业病防护用品，或者提供的职业
病防护设施和个人使用的职业病防护用品不符合国家职业卫生标准和卫生要求
的，卫生行政部门除给予警告，责令限期改正，逾期不改正的，处( )20万元
C
A．10万元以上
B．8万元以上
C．5万元以上
D．2万元以上
1503 消防安全必须贯彻的方针( )。 D
A．安全第一 预防为主
B．群防群制
C．谁主管 谁负责
D．预防为主 防消结合
1504 化学爆炸的实质是高速度( )。 D
A．气体膨胀
B．温度升高
C．压力增大
D．燃烧
1505 火灾等级划分为( )。 C
A．二类
B．三类
C．四类
D．五类
1506 动火区域划分为( )。 C
A．1
B．2
第 150 页，共 218 页
C．3
D．4
1507 贮存易燃可燃气体的火灾危险性分为( )类。 C
A．甲
B．甲．乙
C．甲、乙、丙
D．甲、乙、丙、丁
1508 易燃物品露天仓库四周内应有不小于( )m的平坦空地作为消防通道。 C
A．2
B．4
C．6
D．8
1509 易燃仓库堆料场应分堆垛和分组设置，木材(板材)每个堆垛面积不得大于( C
A．2
B．200
C．300
D．400
1510 按照贮存物品的火灾危险性分类，可燃物体属于( )。 C
A．甲
B．乙
C．丙
D．丁
1511 堆料场内确实需要架设用电线路、架空线路与露天易燃物堆垛的最小水平距离，
不应小于电线杆高度的( )m。
B
A．1
B．1.5
C．2
D．2..5
1512 建筑物件中三级耐火等级中的( )为燃烧体。 D
A．墙
B．柱
C．楼板
D．屋盯承重构件
1513 楼板的耐火极限，三级为( )h。 A
A．0．5
B．1
C．1．5
D．2
1514 按照贮存物品的火灾危险性分类，助燃气体属于( )。 B
A．甲
B．乙
C．丙
D．丁
1515 按照贮存物品的火灾危险性分类，不燃烧物品属于( )。 D
A．乙类
B．丙类
C．丁类
D．戊类
1516 施工现场的木工作业区，属于( )动火区域。 A
A．一级
B．二级
C．三级
D．四级
1517 施工现场动火证由( )部门审批。 C
第 151 页，共 218 页
A．公司安全科
B．项目技术负责人
C．项目负责人
D．安全员
1518 30m以上的高层建筑施工，应当设置加压水泵和消防水源管道，管道的立管直径
不小于( )mm。
B
A．25
B．50
C．60
D．75
1519 生石灰与( )发生化学反应产生大量热，足以引燃燃点较低的材料。 B
A．丙酮
B．水
C．酒精
D．还氧树脂
1520 建筑工程广泛使用( )作为混凝土的早强剂。 A
A．亚硝酸钠
B．氨水
C．还氧树脂
D．丙酮
1521 下列车辆中，( )不准进入易燃物品仓库或堆料场装卸作业。 D
A．汽车吊
B．装载机
C．货车
D．拖拉机
1522 易然易爆物品仓库的大门应当向( )开启。 B
A．向内
B．向外
C．上下
D．横向推拉
1523 照明灯具与易燃堆垛间至少保持( )m距离。 B
A．0．5
B．1
C．1．5
D．2
1524 禁火作业区应当距离生活区不小于( )m。 B
A．10
B．15
C．20
D．25
1525 易燃、可燃堆垛场及仓库距离在建的建筑物和其他区域不小于( )m。 D
A．10
B．15
C．20
D．25
1526 易燃的废品集中场地距离在建的建筑物和其他区域不小于( )m。 D
A．15
B．20
C．25
D．30
1527 施工现场必须设立消防车通道，通道宽度不小于( )m。 B
A．3
B．3.5
C．4
第 152 页，共 218 页
D．4.5
1528 临时生活设施尽可能搭建在距离修建的建筑物( )m以外的地方。 A
A．20
B．25
C．30
D．35
1529 临时宿舍与厨房、锅炉房、变电所之间的防火距离应不小于( )m。 C
A．5
B．10
C．15
D．20
1530 临时宿舍距离火灾危险性较大的生产场所不得小于( )m。 C
A．10
B．20
C．30
D．40
1531 临时宿舍的简易楼层高应控制在( )以内。 B
A．一层
B．二层
C．三层
D．四层
1532 临时宿舍的简易楼安全通道，每层不应少于( )处。 B
A．1
B．2
C．3
D．4
1533 气焊使用的乙炔气瓶应当放置在距明火( )m以外的地方。 C
A．5
B．8
C．10
D．15
1534 电焊导线中间不应有接头，若有接头，接头处应远离易燃、易爆物品( )m以外 C
A．5
B．8
C．10
D．15
1535 木材用明火点燃时，最底着火点( )℃。 B
A．135
B．159
C．250
D．300
1536 按照消防的有关规定，( )m以上建筑物为高层建筑。 A
A．24
B．30
C．34
D．40
1537 防火设计中所谓的最后一道防线是指( )。 B
A．增强结构
B．耐火稳定性
C．减少易燃材料
D．增加烟道
1538 易燃仓库内严禁使用( )照明灯具。 A
A．碘钨灯
B．25瓦白炽灯
第 153 页，共 218 页
C．日光灯
D，防爆灯
1539 冬期施工时氧气瓶瓶颈冻结，应采取( )措施解冻。 B
A．明火烘烤
B．热水解冻
C．用铁锤轻打
D．反复震荡
1540 焊割作业的乙炔气瓶与氧气瓶两者使用的安全距离是( )m。 D
A．2
B．3
C．4
D．5
1541 一般临时设施区域，每100m2配备( )个10L灭火器。 A
A．2
B．3
C．4
D．5
1542 安全检查标准规定( )m以上的高层建筑，应当设置临时消防水源加压泵和输水 A
A．24
B．30
C．35
D．40
1543 适用于扑救易燃气体、液体和电器设备火灾的是( )灭火剂。 C
A．D类干粉
B．ABCD干粉
C．BC干粉
D．泡沫
1544 ( )燃烧的火灾不能用水扑救。 D
A．木制品
D．塑料品
C．玻璃钢制品
D．电气装置
1545 下列物品中，( )是可燃品。 C
A．石棉瓦
B．玻璃
C．玻璃钢
D．混凝土
1546 施工单位消防安全的第一责任人是( )。 D
A．项目负责人
B．项目安全员
C．公司安全科长
D．公司法人代表
1547 我国通常设定的火险报警电话号码是( )。 B
A．110
B．119
C．120
D．122
1548 冬季安全施工准备工作应提前( ). C
A．20天
B．1个月
C．2个月
D．3个月
1549 冬期施工安全技术措施应提前( )时间编制。 B
A．20天
第 154 页，共 218 页
B．1个月
C．2个月
D．3个月
1550 冬期施工安全防护器材应( )时间到位。 B
A．20天
B．1个月
C．2个月
D．3个月
1551 入冬前搞好相关人员( )。 A
A．安全技术培训、安全技术交底
B．配发工作服
C．配发安全帽
D．配发安全带
1552 工地职工宿舍冬季要重点预防( )。 D
A．偷盗
B．爆炸
C．食物中毒
D．煤气中毒
1553 冬期施工，高处作业要注意( )。 B
A．防冻
B．防滑
C．防坠落
D．防质量事故
1554 冻土爆破施工离建筑物( )。 D
A．10m
B．20m
C．30m
D．50m
1555 冻土爆破施工离高压电线( )。 D
A．50m
B．100m
C．150m
D．200m
1556 冻土爆破如有哑炮，应在距离原炮眼( )以外地方另行打眼。 A
A．60cm
B．30cm
C．40cm
D．50cm
1557 使用煤炉取暖，必须提前( )。 B
A．备好器材燃料
B．提出使用方案和放火措施审批
C．分工专人负责
D．搞好环境卫生
1558 雨季临时道路应起拱( )。 D
A．2％
B．3％
C．4％
D．5％
1559 道路两侧做宽、深各( )的排水沟。 B
A．100~50mm
B．300~200mm
C．150~l00mm
D．200~150mm
1560 夏季职工宿舍要( )。 A
第 155 页，共 218 页
A．防蚊蝇
B．防火
C．防偷盗
D．触电
1561 工地职工食堂要( )。 B
A．防火
B．防食物中毒
C．防蚊蝇
D．防偷盗
1562 落地式钢管脚手架底座应高于地平面( )并夯实，做好排水。 A
A．50mm
B．100mm
C．200mm
D．300mm
1563 小型锅炉的容量( )；中型锅炉；大型锅炉。 A
A．20t／h以下
B．20-30t／h
C．30~65t／h
D．65t／h以上
1564 中压锅炉的压力一般在( )。 B
A．0．1~1.47MPa
B．1.57~5.9MPa
C．5.9~13.7MPa
D．大于13.7MPa
1565 锅炉结构主要由( )、水冷壁、集箱、对流管束、烟火管等受压部件及其他部 C
A．钢壳
B．水管
C．锅筒
D．水火管
1566 以下不属于锅炉附属设备的是( )。 D
A．过热器
B．省煤器
C．给水设备
D．烟火管
1567 立式直水管锅炉，由锅壳．炉胆、上下管板、直水管等主要( )组成。 D
A．结构
B．部件
C．附属设备
D．承压件
1568 锅炉主要受压部件中起汇集．贮存、净化蒸汽和补充给水作用的是( )。 C
A．水冷壁
B．对流管束
C．锅筒
D．集箱
1569 结构简单、紧凑、易于移动安装和检修，对水质要求不太高是( )锅炉的特点 A
A．卧式锅壳式
B．立式锅壳式锅炉
C．单锅筒横置式
D．双锅筒横置式
1570 为了保证锅炉燃烧过程的正常进行，空气需要不断地被送人( )内，并及时将
燃烧产生的烟气引至炉外,所用设备为鼓风机和引风机。
Ｂ
A．烟火管
B．炉膛
C．对流管束
第 156 页，共 218 页
D．集箱
1571 下列不属于按壳体几何形状分的是( )。 D
A．球形容器
B．圆筒形容器
C．圆锥形容器
D．厚壁容器
1572 属于中压容器的压力值为( )。 B
A．P=0.1-1.6MPa
B．P=1.6-10MPa
C．P=10-100MPa
D．P≥100MPa
1573 压力容器的最高工作压力大于或者等于( )。 Ｄ
A．0．01MPa
B．0．05MPa
C．10kPa
D．0．1MPa
1574 按工作温度分，属于低温容器的温度是( )。 C
A．大于3-50℃
B．-20~350℃
C．-20—50℃
D．低于-20℃
1575 下列不属于第二类压力容器的是( )。 D
A．中压容器
B．低压管壳式余热锅炉
C．存贮毒性程度为极度和高度危害介质的低压容器
D．中压搪玻璃压力容器
1576 下列不属于按制造方法分的有( ) A
A．钢制容器
B．锻造容器
C．铆接容器
D．焊接容器
1577 压力容器的结构比较简单，它主要是由一个能够承受压力的( )和其他必要的
连接件和密封件组成。
B
A．封头
B．壳体
C．法兰
D．接管
1578 以下压力表除( )外，均应停止使用。 C
A．表内弹簧管泄漏或指针松动的压力表
B．没有限止钉的压力表，在无压力时，指针距零位的数值超过压力表的允许误
C．有限止钉的压力表，在无压力时，指针能回到限止钉处
D．封印损坏或超过校验有效期的压力表
1579 锅炉上装设的安全泄压装置是( )。 A
A．安全阀
B．易熔塞
C．防爆片
D．防爆帽
1580 水位计是锅炉上主要( )之一。 B
A．附属设备
B．安全装置
C．部件
D．结构
1581 锅炉与压力容器使用的压力表一般都是( )，而且大都是单弹簧管式压力表。 C
A．有液柱式
第 157 页，共 218 页
B．电接点式
C．弹性元件式
D．活塞式
1582 锅炉与墙壁之间至少留有( )的间距。 D
A．20cm
B．30cm
C．50cm
D．70cm
1583 锅炉房内( )备有防火砂箱(袋)或化学灭火剂。 B
A．不配
B．必须
C．无所谓
D．视情况
1584 因为它要承受较高的压力，需要较厚的( )。 C
A．防爆片
B．密封件
C．壳壁
D．法兰
1585 对流管束又称对流排管，是由外径38~51mm的许多( )组成。置于上下锅筒之
间，是水管锅炉的主要受热面。
A
A．无缝钢管
B．铁皮卷制
C．焊接钢管
D．脚手架钢管
1586 冬季液化石油气瓶严禁火烤和沸水加热，只可用( )加热。 D
A．60℃以下温水
B．80℃以上开水
C．40℃以上温水
D．40℃以下温水
1587 锅炉房屋顶不准用( )。 A
A．简易油毡屋顶
B．瓦楞铁
C．石棉板
D．以上都是
1588 负责压力容器的技术安全管理工作的( )。 D
A．厂长
B．总工程师
C．检验人员
D．专职压力容器的管理人员
1589 压力容器一般只要发生事故，大部分都是( )事故。 D
A．无人员伤亡
B．爆炸
A．一般性
D．破坏性
1590 事故原因一时查不清，( )。 B
A．慢慢查，直到查清为止
B．应迅速报告上级，不得盲目处理
C．先处理情况，其他以后再说
D．查不清就不查了，放一边做其他事
1591 在发现锅炉缺水时，应( ) A
A．先判断是轻微缺水还是严重缺水，然后施以不同的处理方法
B．首先加水
C．紧急停炉检查
D．先报告上级，等上级来处理
第 158 页，共 218 页
1592 重大事故是指锅炉压力容器( )。 B
A．在使用中和试压时，发生破裂，使压力瞬间降至大气压力的事故
B．由于受压部件严重损坏，或附件损坏等，被迫停止运行，必须进行修理的事
C．损坏程度不严重，不须要立即停止运行进行修理的事故
D．发生破坏力很大的爆炸事故
1593 “叫水”方法只适用于相对容水量( )的小型锅炉。 C
A．较小
B．最小
C．较大
D．最大
1594 满水事故是锅炉水位高于水位表( )水位线时造成的事故。 D
A．最低
B．二分之一
C．三分之二
D．最高
1595 发现汽水共腾时，应减弱燃烧，降低负荷，( )并打开定期排污阀，改善给水
质量直至恢复正常。
A
A．关小主汽阀，打开蒸汽管道及过热器，全开连续排污阀
B．打开主汽阀，关小蒸汽管道及过热器，全开连续排污阀
C．关小主汽阀，全开蒸汽管道及过热器，打开连续排污阀
D．打开主汽阀，全开蒸汽管道及过热器，划．连续排污阀
1596 ( )导致炉墙．构架损坏，造成停炉及人员伤亡。 D
A．炉管爆炸
B．汽水共腾
C．锅炉爆炸
D．炉膛爆炸
1597 高压气瓶的工作压力大于( )。 C
A．2MPa
B．3MPa
C．5MPa
D．8MPa
1598 按容积(V，升)分属于中容积气瓶的是( )。 B
A．100L<V≤1000L
B．12L<V≤100L
C．0．4L≤V≤12L
D．低于0．4L
1599 盛装永久性气体的气瓶都是在较高压力下充装气体的钢瓶。常见的压力为( ) D
A．5MPa
B．8MPa
C．10MPa
D．15MPa
1600 焊接气瓶除了由瓶体、瓶阀、瓶帽、低座、防振圈组成外，一般还有( )。 A
A．护罩
B．手轮
C．压紧螺母
D．爆破膜
1601 瓶帽一般不能用( )材料制作。 D
A．钢管
B．可锻铸铁
C．球墨铸铁
D．普通塑料
1602 P=19．6MPa氧气瓶的色环为( )。 C
A．不加色环
B．黑色环一道
第 159 页，共 218 页
C．白色环一道
D．黄色环一道
1603 溶解乙炔气瓶是专门用于盛装( )的气瓶。 A
A．乙炔
B．氨
C．一氧化碳
D．氢气
1604 外表颜色为深绿色的气瓶用于盛装( )。 D
A．乙炔
B．氨气
C．氧气
D．氢气
1605 气瓶在使用中，距明火不应( )。 C
A．大于10m
B．大于5m
C．小于10m
D．小于20m
1606 氧气瓶内气体不得用尽，必须留有( )的余压。 B
A．小于0.1MPa
B．0.1-0.2MPa
C．大于0.2MPa
D．不能大于0.2MPa
1607 瓶帽上开有对称的排气孔的目的是( )。 C
A．为了视觉上的美观
B．避免当瓶阀损坏时，气体由瓶帽一侧排出产生反作用力推倒气瓶
C．旋转方便
D．没有具体作用
1608 土石的分类是按下列哪些原因来分类：( )。 ABC
A．坚硬程度
B．开挖方法
C．使用工具
D．坚硬系数
E．质量密度
1609 按地基的承载能力及其与地质成因的关系，将土分为：( )。 ABCDE
A．岩石
B．碎石土
C．砂土
D．黏性土
E．人工填土
1610 在滑坡地段挖土方前应了解：( )。 ABC
A．地质勘察资料
B．地形
C．地貌及滑坡迹象
D．周围环境
E．周围建筑物
1611 挡土墙的计算内容是：( ) ABCD
A．土压力计算
B．倾覆稳定性验算
C．滑动稳定性验算
D．墙身强度验算了
E．挡土墙高度计算
1612 顶管施工主要包括：( )。 ABCD
A．作业坑设置．后背修筑与导轨铺设
B．顶进设备布置、工作管准备
第 160 页，共 218 页
C．降水与排水、顶进
D．挖土与出土、下管与接口
E．施工交底
1613 顶管法施工可分为：( )。 ABCDE
A．对顶法、顶拉法
B．顶拉法、中继法
C．后顶法
D．深覆土减摩顶进法
E．牵引法
1614 工程项目顶管施工组织设计方案中的安全技术措施必须有：( )。 AB
A．针对性
B．实效性
C．原则性
D．不同性
E．统一性
1615 目前我国地下工程施工中主要有：( )。 ABCD
A．手掘式盾构
B．挤压式盾构
C．半机械式盾构
D．机械式盾构
E．人工操作
1616 盾构施工过程安全保护措施环节有：( )。 ABC
A．盾构机进洞
B．盾构机推进开挖
C．盾构机出洞
D．安全教育
E．加强检查
1617 盾构施工开工阶段整个流程( )。 ABCDE
A．盾构机进出洞
B．管片进场
C．垂直运输和水平运输
D．车架段交叉作业
E．管片拼装
1618 洞口防护作业的范围包括：( )。 ABCDE
A．行车轨道与结构井的临边防护
B．拌浆施工区域的临边围护
C．结构井井口的防护
D．每一层结构井的临边围护
E．结构上中小型预留孔的围护
1619 电机车水平运输作业包括：( ) ABCDE
A．电机车水平运输系统
B．垂直运输的施工材料
C．围护盾构工作面的安全措施
D．盾构工作的出土箱
E．洞口井的围护
1620 顶管前，根据地下顶管施工技术要求，按实际情况制定的专项安全技术方案和措
施要必须符合( )。
ABC
A．规范
B．标准
C．规程
D．领导指示
E．地方规定
1621 挡土墙基础埋置深度，应根据地基土的( )。 ABCD
A．容许承载力
第 161 页，共 218 页
B．冻结深度
C．岩石风化程度
D．雨水冲刷
E．人为原因等
1622 土层锚杆的组成：( )。 ABC
A．锚头
B．拉杆
C．锚固体
D．管件
E．螺栓
1623 土层锚杆现场试验检验的内容包括：( ) ABCDE
A．确定基坑支护承受的荷载及锚杆布置
B．锚杆承载能力计算 ．
C．杆的稳定性计算
D．确定锚固体长度
E．直径和拉杆直径
1624 符合下列( )条件的为一级基坑。 ABCD
A．重要工程或支撑结构作主体结构的一部分
B．开挖深度大于10m
C．与临近建筑物重要设施的距离在开挖深度以内的基坑
D．基坑范围内有历史文物，近代优秀建筑重要管线等严加保护的基坑
E．开挖深度大于7m
1625 土方开挖的顺序、方法必须与设计工况相一致并遵循下列原则：( ) ABCD
A．开挖先撑
B．先撑开挖
C．分层开挖
D．严禁超挖
E．边撑边挖
1626 挡土墙的形式有：( )。 ABCDE
A．重力式挡土墙
B．钢筋混凝土挡土墙
C．锚杆挡土墙
D．锚定板挡土墙
E．其他轻型挡土墙
1627 挡土墙的主要作用有：( )。 ABC
A．维护土体边坡稳定
B．防止坡体的滑移
C．防止土方边坡的坝塌
D．防止土体的滑移
E．防止土方的坍塌
1628 斜坡土挖方时在斜坡的上侧弃土时应注意：( ) ABCDE
A．弃土堆应连续设置，顶面外斜
B．应保证挖方边坡的稳定
C．当坡度陡于1／5或在软土地区禁止上侧堆土
D．弃土堆离沟边0．8m以外
E．堆土高度不能超过1.5m
1629 基坑(槽)排水的方法有：( )。 ABCDE
A．集水井法
B．排水沟法
C．集水井抽水油
D．明排水法
E．人工降低地下水法
1630 人工降低地下水位方法有：( )。 ABCDE
A．轻型井点
第 162 页，共 218 页
B．喷射井点
C．管井井点
D．深井泵
E．由渗井点
1631 土石方工程的主要内容包括：( )。 ABCDE
A．挖掘、运输
B．填筑、压实
C．排水降水
D．土壁支撑设计
E．施工准备
1632 土方工程施工前，应( ) ABCDE
A．分析该工程的功能
B．分析核对实测地形图核对
C．水文地质工程质量资料
D．地下管道电缆通信
E．地下构筑物
1633 在膨胀土地区开挖时要符合( )。 ABCDE
A．开挖
B．作垫层
C．基础施工
D．回填土连续进行
E．工程验收
1634 基坑开挖过程中如何排水?( )。 ABCDE
A．在坑底设集水井
B．沿坑底的周围或中央开挖排水沟
C．把水引入集水井
D．然后用水泵抽走
E．抽出的水应予以引开，严防倒流
1635 喷射井点的设备主要有：（ )。 ABCD
A．喷射井管
B．高压水泵
C．进水总管
D．排水总管
E．符加设备
1636 基坑支护结构设计，应考虑的荷载有：( ) ABCD
A．土压力
B．地下水压力
C．影响范围内建筑物、构筑物荷载
D．施工荷载，堆放材料、汽车、吊车、浇筑混凝土泵车
E．路面行人的重量
1637 基础土方工程施工组织设计应包括下列内容：( )。 ABCD
A．勘察测量，场地平整方案
B．排水、降水设计、支护结构体系选择和设计
C．土方开挖方案设计
D．基坑及周围建筑、构筑物道路管道的监测方案和保护措施
E．楼板及屋面板混凝土浇筑方案
1638 一般模板的组成部分为( )。 ABC
A．模板面
B．支撑结构
C．连接配件
D．加固结构
E．螺栓
1639 模板工程专项施工组织设计应包括( )。 ABCE
A．模板结构设计计算书
第 163 页，共 218 页
B．模板结构布置图、构件详图、节点大样
C．安装与拆除程序与方法
D．基坑支护方案
E．施工安全、消防措施
1640 模板按其功能分类，常用的模板主要有( )。 ABCD
A．定型组合模板
B．墙体大模板
C．飞模
D．滑动模板
E．柱模板、梁模板
1641 模板工程所使用的材料可以是( )。 ABC
A．钢材
B．木材
C．铝合金
D．竹材
E．铜材
1642 模板结构恒荷载、活荷载标准值有( ) ABCD
A．新浇筑混凝土自重标准值
B．施工人员及设备荷载标准值
C．振捣混凝土时产生的荷载标准值
D．倾倒混凝土时，对侧模的水平荷载标准值
E．工程竣工后的使用荷载标准值
1643 扣件式钢管模板支架立杆底部通常应设置( )。 AB
A．底座
B．通长木垫板(板长大于2个立杆间距)板厚不小于50mm
C．混凝土底板
D．钢柱脚
E．素土
1644 直接夹紧柱模椒的柱箍常使用( )。 ABCD
A．扁钢
B．角钢
C．槽钢
D．木楞
E．竹杆
1645 采用对角楔木调整支撑高度时( )。 ABC
A．楔木应接触紧密
B．应和垫木顶紧
C．应使用铁钉固定牢靠
D．应使用砖块垫牢
E．应使用石块垫牢
1646 旧扣件应检查的项目有( )。 ABC
A．裂缝
B．变形
C．螺栓滑丝
D．采购证明
E．扣件重量
1647 扣件式钢管应检查的项目有( )。 ABC
A．质量合格证
B．质量检验报告
C．是否平直、光滑、不应有裂缝、结疤、分层硬弯、压痕和深刻划道等
D．采购合同
E．钢管的表面硬度
1648 扣件式钢管支架使用中应定期检查的项目有( )。 ABCD
A．地基积水，底座松动，立杆悬空
第 164 页，共 218 页
B．扣件螺栓松动
C．立杆沉降与垂直偏差
D．安全防护是否完好
E．立柱是否沾满了混凝土
1649 钢管不得使用的疵病有( )。 BCDE
A．不符设计要求
B．严重锈蚀
C．严重弯曲
D．压扁
E．裂纹
1650 建筑工程模板承受的恒荷载标准值的种类有( )。 ACE
A．模板及其支架自重
B．新浇混凝土自重
C．钢筋自重
D．立柱自重
E．新浇筑混凝土作用于模板的侧压力
1651 门式钢管支架验收时应有的文件为( )。 ABDE
A．施工组织设计
B．门式钢管脚手架的出厂合格证和质量检验报告
C．监理实施细则
D．搭设中重要问题处理记录
E．模板支架施工验收报告
1652 门式钢管支架验收现场的检查项目有( )。 ABCD
A．构配件齐全，质量合格，连接件牢固
B．防护设施符合规定
C．基础符合要求
D．水平度与垂直度合格
E．验收人员培训证明
1653 安装模板时应作到( )。 CDE
A．不得漏浆
B．尺寸统一
C．模板上下用人接送
D．随装随运
E．严禁抛掷
1654 吊运散装模板时，应做到( )。 BDE
A．放置于运料平台上
B．码放整齐
C．单块吊运
D．待捆绑牢固后方可起吊
E．有防吊运过程中散落的措施
1655 安装独立梁模板时应设安全操作平台，严禁操作人员( )。 ABCE
A．站在独立梁底模上操作
B．站在模板支架上操作
C．站在柱模支架上操作
D．站在扶梯上操作
E．在底模．柱模支架上通行
1656 钢丝绳按捻制方向可分为( )。 ABC
A．同向捻
B．交互捻
C．混合捻
D．反向捻
E．一致捻
1657 钢丝绳的破坏原因主要有( )。 ABCD
A．截面积减少
第 165 页，共 218 页
B．质量发生变化
C．变形
D．突然损坏
E．连接过长
1658 化学纤维绳可分为( )。 ABDE
A．尼龙绳
B．涤纶绳
C．吕宋绳
D．维尼纶绳
E．丙纶绳
1659 焊接环形链出现( )情况之一时应予报废。 ACD
A．裂纹
B．未进行负荷试验
C．链条发生塑性变形，伸长达原长度的5％
D．链环直径磨损达原直径的10％
E．使用后未保养
1660 卡环可分为( )。 AD
A．销子式
B．骑马式
C．L或U形
D．螺旋式
E．U四杆式
1661 起重吊装作业中使用的吊钩、吊环，其表面要光滑，不能有( )等缺陷。 ABCDE
A．剥裂
B．刻痕
C．锐角
D．接缝
E．裂纹
1662 绳夹在使用时应要注意( )。 ABC
A．其数量和间距与钢丝绳直径成正比
B．一般绳夹的间距最小为钢丝绳直径的6倍
C．绳夹的数量不得少于3个
D．钢丝绳受力后绳夹可以移动
E．钢丝绳受力变形后，为防止继续变形，可不拧紧绳夹
1663 以下属于专用的取物装置有( )。 ABCDE
A．三角架吊具
B．可调杠杆式吊具
C．起吊平放物体吊具
D．四杆式吊具
E．四杆机构吊具
1664 几台千斤顶同时作业时，就注意的事项有( )。 ABCD
A．服从统一指挥
B．动作一致
C．保证同步顶升
D．确保同步降落
E．以上都不对
1665 手拉葫芦的优点有( )。 ABCDE
A．结构紧凑
B．手拉力小
C．携带方便
D．使用稳当
E．比其他的起重机械容易掌握
1666 手拉葫芦的适用范围：( )。 ABDE
A．起吊轻型构件
第 166 页，共 218 页
B．拉紧扒杆的缆风绳
C．起吊重型设备
D．小型设备或重物的短距离吊装
E．构件或设备运输时拉紧捆绑的绳索
1667 安装好的桅杆在投入使用前，必须满足( )。 ABCDE
A．中心线偏差不大于总支承长度的1／1000
B．每5m长度内中心线偏差和局部朔性变形不应大于20mm
C．在桅杆全长内，中心偏差不应大于总支承长度1／200
D．桅杆的连接螺栓，必须紧固可靠
E．各种桅杆的基础都必须平整坚实，不得积水
1668 金属桅杆又可分为( )。 AE
A．管式桅杆
B．人字桅杆
C．牵引桅杆
D．龙门桅杆
E．格构式桅杆
1669 电动卷扬机应完整无损，如发现( )等情况时，必须进行修理或更换。 ABCD
A．卷筒壁减薄10％
B．筒体裂纹和变形
C．电气受潮
D．卷筒轴磨损严重
E．减速箱油量不足
1670 对起重吊装使用的地锚要求( )。 ADE
A．严格按设计进行制作
B．可以根据现场的条件随意制作
C．使用时可适当超载
D．使用时不准超载
E．做好制作地锚的隐蔽工程记录
1671 地锚基坑前方地锚出线点(即钢丝绳穿过土层后露出地面处)前方坑深2．5倍范围
及基坑两侧2m范围以内，不得有( )。
ABCDE
A．地沟
B．电缆
C．地下管道
D．地下煤气管
E．临时挖沟
1672 按使用方法滑轮可分为( )。 CDE
A．导向滑轮
B．平衡滑轮
C．定滑轮
D．动滑轮
E．滑轮组
1673 在起重作业中常用的起重机械主要有( )。 BCDE
A．手拉葫芦
B．履带式起重机
C．轮胎式起重机
D．汽车式起重机
E．塔式起重机
1674 履带式起重机的起升机构主要有( )。 ABE
A．卷扬机构
B．滑轮组
C．起重臂
D．操作系统
E．吊钩
1675 桅杆滑移法吊装中调整桅杆应注意：( )。 ACE
第 167 页，共 218 页
A．先调整桅杆底部位置，后调整桅杆垂直度。试吊后若发现桅杆位置偏差将影
响到工件吊装就位，应再次进行桅杆调整
B．先调整桅杆垂直度，后调整桅杆底部位置。试吊后若发现桅杆位置偏差将影
响到工件吊装就位，应再次进行桅杆调整
C．桅杆垂直度的允许偏差为桅杆高度的1／250
D．桅杆垂直度的允许偏差为桅杆高度的1／150
E．桅杆顶部或底部导向滑轮挂结绳扣的长度要根据提升滑轮组动(定)滑轮和卷
扬机走绳出(人)绳角确定
1676 在桅杆滑移法吊装试吊过程中，发现有哪些现象时，应立即停止吊装或者使工件
复位，判明原因妥善处理，经有关人员确认安全后，方可进行试吊( )。
ABCDE
A．地锚冒顶、位移、
B．钢丝绳抖动
C．设备或机具有异常声响、变形、裂纹
D．桅杆地基下沉
E．其他异常情况
1677 桅杆扳转法吊装技术按工件和桅杆的运动形式可为( )。 AC
A．单转法
B．单桅杆扳转法
C．双转法
D．双桅杆扳转法
E．单吊点扳吊
1678 移动式龙门桅杆吊装，施工人员进入施工岗位吊装前必须做好( )。 ABCDE
A．接受技术交底工件
B．组织自检、互检
C．填写安全技术卡片
D．吊装许可令
E．组织联合安全检查
1679 滑移法是一种比较先进的施工方法，它的优点有( )。 BCD
A．自动化程度高
B．设备工艺简单
C．施工速度快
D．费用低
E．吊装工艺简单
1680 大型构件与设备液压同步提升系统主要由( )等部分组成。 ABCDE
A．柔性钢绞线或刚性支架承重系统
B．电液比例液压控制系统
C．计算机控制系统
D．传感器检测系统
E．液压提升器
1681 铲运机作业过程由( )组成。 BCDE
A．预松土
B．铲土
C．运土
D．卸土
E．返回
1682 推土机在坡道上停机时，应( )。 ABDE
A．将变速杆挂低速档
B．接合主离合器
C．操纵人员不得离开
D．锁住制动踏板
E．将履带或轮胎楔住
1683 单斗挖掘机的工作装置可分为( )作业。 AE
A．反铲
B．拉铲
第 168 页，共 218 页
C．斜铲
D．正铲
E．抓斗
1684 打桩机工作时，严禁( )( )( )或( )等动作同时进行。 ABCD
A．吊桩
B．回转
C．吊锤
D．行走
E．吊道桩器
1685 平杆式柴油锤由( )等组成。 ABCDE
A．活塞
B．平杆
C．缸锤
D．顶横梁
E．燃油系统
1686 打桩机类型应根据( )．( )、( )、( )施工工艺等综合考虑选择。 ABCD
A．桩长
B．桩径
C．地质条件
D．桩的类型
E．桩的型号
1687 打桩机操作司机必须经过( )，并经有关部门( )后，发给( )。方能( ) 。严禁无证人员操作打桩机。(按顺序填写)
BCEA
A．单独操作
B．专业培训
C．考核批准
D．高中文化
E．合格证件
1688 钢筋调直机作用为( )。 ACDE
A．调直
B．拉伸
C．切断
D．输送
E．消除氧化皮
1689 下列哪些设备是建筑施工中最为常见的垂直运输设备?( ) ACE
A．塔式起重机
B．搅拌机
C．施工升降机
D．打桩机
E．龙门架及井架物料提升机
1690 塔式起重机金属结构基础部件包括( )。 ABCE
A．底架
B．塔身
C．平衡臂
D．卷扬机
E．转台
1691 塔式起重机最基本的工作机构包括( )。 ACDE
A．起升机构
B．限位机构
C．回转机构
D．行走机构
E．变幅机构
1692 力矩限制器可安装在( )。 ABE
A．塔帽
第 169 页，共 218 页
B．起重臂根部
C．底架
D．吊钩
E．起重臂端部
1693 对动臂变幅的塔式起重机，设置幅度限制器时，应设置( )。 AE
A．最小幅度限位器
B．小车行程限位开关
C．终端缓冲装置
D．防止小车出轨装置
E．防止臂架反弹后倾装置
1694 对小车变幅的塔式起重机，设置幅度限制器时，应设置( )。 BC
A．最小幅度限位器
B．小车行程限位开关
C．终端缓冲装置
D．防止小车出轨装置
E．防止臂架反弹后倾装置
1695 下列哪些是塔式起重机拆装工艺编制的主要依据?( ) ABCD
A．国家有关塔式起重机的技术标准和规范，规程
B．随机的使用、拆装说明书
C．随机的整机、部件的装配图、电气原理及接线图
D．已有的拆装工艺及过去拆装作业中积累的技术资料
E．其他单位的拆装工艺或有关资料
1696 塔机爬升过程中，禁止进行下列哪些动作?( ) ABCDE
A．起升
B．变幅
C．回转
D．起升和回转
E．起升和变幅
1697 塔机日常检查和使用前的检查的主要内容包括( )。 ABCDE
A．基础
B．主要部位的连接螺栓
C．金属结构和外观结构
D．安全装
E．配电箱和电源开关
1698 固定式塔机的安全装置主要有( )。 ABDE
A．起重力矩限制器
B．起重量限制器
C．防坠安全器
D．起升高度限位器
E．小车变幅限位器
1699 起重机的拆装作业应在白天进行，当遇有( )天气时应停止作业。 ACD
A．大风
B．潮湿
C．浓雾
D．雨雪
E．高温
1700 塔式起重机上必备的安全装置有( )。 ABCDE
A．起重量限制器
B．力矩限制器
C．起升高度限位器
D．回转限位器
E．幅度限制器
1701 塔式起重机力矩限制器起作用时，允许( )。 BD
A．载荷向臂端方向运行
第 170 页，共 218 页
B．载荷向臂根方向运行
C．吊钩上升
D．吊钩下降
E．载荷自由下降
1702 操作塔式起重机严禁( )。 ABCE
A．拔桩
B．斜接．斜吊
C．顶升时回转
D．抬吊同一重物
E．提升重物自由下降
1703 施工升降机按驱动方式分类可分为( )。 ADE
A．SC型
B．单柱型
C．双柱型
D．SH型
E．SS型
1704 施工升降机主要由( )组成。 ABDE
A．金属结构
B．驱动机构
C．附着
D．安全保护装置
E．电气控制系统
1705 下列( )属于施工升降机的金属结构。 ABCE
A．吊笼
B．导轨架
C．天轮架及小起重机构
D．电动机
E．对(配)重
1706 施工升降机标准节的截面可以采取下列( )形状。 ACD
A．矩形
B．菱形
C．正方形
D．三角形
E．圆形
1707 高架提升机应设置下列哪些安全装置?( ) ABCDE
A．安全停靠装置
B．断绳保护装置
C．通讯装置
D．下极限限位器
E．缓冲器
1708 吊钩禁止补焊，下列哪些情况应予报废?( ) ABCE
A．用20倍放大镜观察表面有裂纹及破口
B．挂绳处断面磨损量超过原高的10％
C．心轴磨损量超过其直径的5％
D．表面有碰损
E．开口度比原尺寸增加15％。
1709 塔机力矩限制器起作用时，允许采取下列哪些运行方式?( ) BC
A．载荷向臂端方向运行
B．载荷向臂根方向运行
C．吊钩上升
D．吊钩下降
E．载荷自由下降
1710 物料提升机的稳定性能主要取决于物料提升机的下列哪些部件?( ) ABCE
A．基础
第 171 页，共 218 页
B．缆风绳
C．附墙架
D．标准节
E．地锚
1711 塔式起重机司机患有下列哪些疾病和生理缺陷的不能做司机工作?( ) ABCDE
A．色盲
B．心脏病
C．断指
D．癫痫
E．矫正视力低于5．0(1．0)
1712 钢丝绳出现下列哪些情况时必须报废和更新?( ) ABDE
A．钢丝绳断丝现象严重
B．断丝的局部聚集
C．当钢丝磨损或锈蚀严重，钢丝的直径减小达到其直径的10％时
D．钢丝绳失去正常状态，产生严重变形时
E．当钢丝磨损或锈蚀严重，钢丝的直径减小达到其直径的40％时
1713 滑轮达到下列任意一个条件时即应报废?( ) ABCE
A．轮缘破损
B．槽底磨损量超过相应钢丝绳直径的25％
C．槽底壁厚磨损达原壁厚的20％
D．转动不灵活
E．有裂纹
1714 脚手架所用钢管应采用Q23SA钢，此钢材的重要质量标准和性能是( )。 AC
A．标准屈服强度不低于235N／mm2
B．可焊性能好
C．抗锈蚀性能好
D．低温下抗冲击性好
E．管壁厚度不均匀
1715 脚手架所用钢管使用时，应注意：( )。 AD
A．φ48×3.5与φ51×3的钢管不得混用
B．φ48×3.5与φ51×3的钢管可以混用
C．φ51×3与φ32×2的钢管可以混用
D．钢管上严禁打孔
E．开孔不影响钢管的使用
1716 在荷载分类中，将脚手板重量归于( )。 BD
A．可变荷载
B．永久荷载
C．施工荷载
D．构配件自重
E．临时荷载
1717 设计承重脚手架时，应根据使用过程中可能出现的荷载取其最不利组合进行计
算，因此( )。
BC
A．对纵、横向水平杆的强度、变形计算应考虑：永久荷载+0．9(施工荷载十风
B．对纵、横向水平杆的强度、变形计算应考虑：永久荷载+施工荷载的组合
C．对立杆稳定应考虑：永久荷载+施工荷载和永久荷载+0．9(施工荷载十风荷
载)的两种组合
D。对立杆稳定应考虑：永久荷载+施工荷载和永久荷载十施工荷载+风荷载的两
E．对立杆的稳定只考虑竖向荷载
1718 纵、横向水平杆的计算内容应有( )。 AD
A．抗弯强度和挠度
B．抗剪强度和挠度
C．抗压强度和挠度
D．与立杆连接扣件的抗滑承载力
E．地基承载力
第 172 页，共 218 页
1719 为保证脚手架立杆的安全使用，规范规定对其计算内容应有( )。 BC
A．抗压强度
B．稳定
C．容许长细比
D．抗弯强度
E．抗剪强度
1720 计算脚手架立杆稳定时，应进行不同的荷载效应组合，它们是( )。 AD
A．永久荷载+施工荷载
B．永久荷载+0.9施工荷载
C．永久荷载+施工荷载+风荷载
D．永久荷载+0.9(施工荷载+风荷载)
E．永久荷载
1721 计算立杆稳定性时，应选取其危险部位(或称最不利部位)，当脚手架以相同步距
、纵距、横距和连墙件布置，且风荷载不大时，危险部位在( )。
CD
A．脚手架顶层立杆段
B．脚手架半高处立杆段
C．脚手架底层立杆段
D．双管立杆变截面处的单立杆段
E．双管立杆的双管立杆段
1722 脚手架连墙件的间距除应满足计算要求外，还应满足( )。 AC
A．脚手架高度不大于50m时，竖向不大于3步距，横向不大于3跨距
B．脚手架高度不大于50m时，竖向不大于4步距，横向不大于4跨距
C．脚手架高度大于50m时，竖向不大于2步距，横向不大于3跨距
D．脚手架高度大于50m时，竖向不大于2步距，横向不大于4跨距
E．脚手架高度不大于50m时，竖向不大于5步距，横向大于5跨距
1723 双排脚手架每一连墙件的覆盖面积应不大于( )。 AD
A．架高不大于50m时，40㎡
B．架高不大于50m时，50㎡
C．架高大于50m时，30㎡
D．架高大于50m时，27㎡
E．架高大于50m时，60㎡
1724 一字形、开口形脚手架连墙件设置做了专门的规定，它们是( )。 AC
A．在脚手架的两端必须设置连墙件
B．在脚手架的两端宜设置连墙件
C．端部连墙件竖向间距不应大于建筑物层高，并不应大于4m(两步)
D．端部连墙件竖向间距不应大于建筑物层高，并不应大于6m(三步)
E．连墙件的设置与封圈形脚手架相同
1725 使用旧扣件时，应遵守下列有规定( )。 AD
A．有裂缝、变形的严禁使用
B．有裂缝、但不变形的可以使用
C．有变形、但无裂缝的可以使用
D．出现滑丝的必须更换
E．螺栓锈蚀、变曲变形的可以使用
1726 立杆钢管的表面质量和外形应是( ) AD
A．平直光滑，无锈蚀、裂缝、结疤、分层、硬弯、毛刺、压痕和深的划道
B．钢管如有锈蚀，则锈蚀深度应不大于0．5mm
C．钢管如有弯曲，则6．5m长钢管弯曲挠度不应大于20mm
D．钢管如有弯曲，则6．5m长钢管弯曲挠度不应大于50mm
E．钢管锈蚀深度最大可以达到1．5mm
1727 根据整架加荷试验得知，影响双排脚手架稳定承载能力的因素较多，其中主要的
并反映在计算中的有（ ）。
ABC
A．立杆的步距、横距
B．立杆的纵距
C．脚手架的连墙件布置
第 173 页，共 218 页
D．支撑设置
E．走道板的设置
1728 脚手架底部的构造要求是( )。 ABD
A．每根立杆底端应设底座或垫板，且应设纵向、横向扫地杆
B．纵向扫地杆距底座上皮不大于200mm，并采用直角扣件与立杆固定
C．纵向扫地杆距底座上皮不大于1000mm，并采用直角扣件与立杆固定
D．横向扫地杆应采用直角扣件固定在紧靠纵向扫地杆下方的立杆上
E．横向扫地杆设在距底面上0．8m处
1729 连墙件设置要求有( )。 ACD
A．偏离主节点的距离不应大于300mm
B．偏离主节点的距离不应大于600mm
C．宜靠近主节点设置
D．应从脚手架底层第一步纵向水平杆处开始设置
E．应在脚手架底层第二步纵向水平杆处开始设置
1730 纵向水平杆(大横杆)的接头可以搭接或对接。搭接时有以下具体要求( )。 ABD
A．搭接长度不应小于lm
B．应等间距设置?个旋转扣件固定
C．端部扣件盖板边缘至搭接杆端的距离不应小于500mm
D．端部扣件盖板边缘至搭接杆端的距离不应小于100mm
E．搭接长度应为0.5m
1731 横向斜撑设置有如下规定( )。 ABC
A．一字形、开口形双排脚手架的两端必须设置横向斜撑
B．高度24m以上的封圈形双排架除在拐角处设置外，中间应每隔6跨设置一道
C．高度在24m以下的封圈形双排架可不设置
D．高度在24m以下的封圈形双排架应在拐角处设置
E．高度在24m以上的封圈形硼≥架仅需要在拐角处设置
1732 连墙件的数量、间距设置应满足以下要求( )。 ABD
A．计算要求
B．最大竖向、水平向间距要求
C．每一连墙件覆盖的最小面积要求
D．每一连墙件覆盖的最大面积要求
E．没有覆盖面积的要求
1733 在脚手架使用期间，严禁拆除( )。 ACD
A．主节点处的纵向横向水平杆
B．非施工层上，非主节点处的横向水平杆
C．连墙件
D．纵横向扫地杆
E．非作业层上的走道板
1734 纵向水平杆的对接接头应交错布置，具体要求是( )。 ABD
A．两个相邻接头不宜设在同步、同跨内
B．各接头中心至最近主节点的距离不宜大于纵距的1／3
C．各接头中心至最近主节点的距离不宜大于纵距的1／2
D．不同步、不同跨的两相邻接头水平向错开距离不应小于500mm
E．不同步、不同跨的两相邻接头水平向可在同一个平面上
1735 脚手架作业层上的栏杆及挡脚板的设置要求为( )。 ABD
A．栏杆和挡脚板均应搭设在外立杆的内侧
B．上栏杆上皮高度应为1．2m
C．挡脚板高度不应小于120m
D．挡脚板高度不应小于180m
E．可以不设挡脚板
1736 临边防护栏杆的上杆应符合下列哪些规定?( )。 AE
A．离地高度1．0-1．2m
B．离地高度0．5-0．6m
C．承受外力3000N
第 174 页，共 218 页
D．承受外力2000N
E．承受外力1000N
1737 攀登和悬空高处作业人员以及搭设高处作业安全设施的人员必须经过( )合
格，持证上岗。
AC
A．专业考试合格
B．体格检查
C．专业技术培训
D．思想教育
E．技术教育
1738 施工中对高处作业的安全技术设施发现有缺陷和隐患时，应当如何处置?( ) BD
A．发出整改通知单
B．必须及时解决
C．悬挂安全警告标志
D．危及人身安全时，必须停止作业
E．追究原因
1739 雨天和雪天进行高处作业时，必须采取( )措施。 BCD
A．防滑
B．防风
C．防冻
D．防寒
E．防火
1740 暴风雪及台风、暴雨后，应对高处作业安全设施逐一加以检查，发现有何种现象
应立即修理完善?( )
BCDE
A．违章
B．松动
C．变形
D．损坏
E．脱落
1741 防护棚搭设与拆除应符合( )规定。 ACD
A．严禁上下同时拆除
B．设防护栏杆
C．设警戒区
D．派专人监护
E．立告示牌
1742 遇有六级以上强风．浓雾等恶劣气候，不得进行何种作业?( ) AD
A．悬空高处作业
B．高处作业
C．露天作业
D．露天攀登
E．电工作业
1743 高处作业中的( )必须在施工前进行检查，确认其完好，方可投入使用。 ABCDE
A．安全标志愿军
B．工具
C．仪表
D．电器设施
E．各种设备
1744 进行高处作业前，应逐级进行安全技术教育及交底，落实所有( )。 DE
A．安全思想教育
B．安全技术
C．技术交底
D．安全技术措施
E．人身防护用品
1745 下列关于毛竹临边防护栏杆的规定，哪些是正确的?( ) ACE
A．毛竹横杆小头有效直径不应小于70mm
第 175 页，共 218 页
B．栏杆柱小头直径不应小于60mm
C．使用不小于16号的镀锌钢丝绑扎
D．毛竹横杆小头有效直径不应小于80mm
E．栏杆柱小头直径不应小于80mm
1746 垂直运输接料平台应设置下列哪些设施?( ) ABD
A．两侧设防护栏杆
B．平台口设置活动防护栏杆
C．平台口设防护立网
D．平台口设置安全门
E．平台口设置固定防护栏杆
1747 安全防护设施的验收，主要包括哪些内容?( ) ABCDE
A．所有临边、洞口等各类技术措施的设置状况
B．技术措施所用的配件、材料和工具的规格和材质
C．技术措施的节点构造及其与建筑物的固定情况
D．扣件和连接件的紧固程度
E．安全防护设施的用品及设备的性能与质量合格的验证
1748 下列关于原木临边防护栏杆的规定，哪些是正确的?( ) CDE
A．原木横杆的上杆梢径不应小于65mm
B．栏杆柱梢径不应小于75mm
C．使用不小于12号的镀锌钢丝绑扎
D．原木横杆的上杆梢径不应小于70mm
E．栏杆柱梢径不应小于70mm
1749 下列关于钢筋临边防护栏杆的规定，哪些是正确的?( ) ABCD
A．钢筋横杆上杆的直径不应小于16mm
B．下杆直径不应小于14mm
C．栏杆柱直径不应小于18mm
D．采用电焊或镀锌钢丝绑扎固定
E．栏杆柱直径不应小于20mm
1750 悬空作业应有牢靠的立足处，并必须视具体情况配置( )或其他安全设施。 BC
A．立网
B．栏杆
C．防护栏网
D．安全警告标志
E．安全钢丝绳
1751 下列关于钢管临边防护栏杆的规定，哪些是正确的?( ) ABCE
A．钢管横杆采用φ48×(2.75-3.5)mm的管材
B．采用电焊固定
C．栏杆柱采用φ48×(2.75-3.5)mm的管材
D．采用镀锌钢丝绑扎固定
E．采用扣件固定
1752 下列关于临边防护栏杆的规定，哪些是正确的?( ) ACD
A．防护栏杆应由上、下两道横杆及栏杆柱组成
B．上杆离地高度为1．5~1．8m
C．下杆离地高度为0．5~0．6m
D．上杆离地高度为1．0~1．2m
E．下杆离地高度为0．6~0．8m
1753 下列关于坡度大于1：2．2的屋面临边防护栏杆的设置，哪些是正确的?( ) ABE
A．自上而下使用密目式安全网封闭
B．上杆离地高度为1：5m
C．下杆离地高度为0．4~0．6m
D．上杆离地高度为1．0~1．2m
E．下杆离地高度为0．6~0．8m
1754 进行交叉作业，( )严禁堆放任何拆下物件。 BCE
A．基坑内
第 176 页，共 218 页
B．楼层边口
C．脚手架边缘
D．电梯井口
E．通道口
1755 下列对落地的竖向洞口的防护措施哪些是正确的?( ) ABCE
A．加装开关式的安全门
B．加装工具式的安全门
C．使用防护栏杆，下设挡脚板
D．使用密目式安全网封闭
E．加装固定式的安全门
1756 下列对固定式直爬梯的设置哪些是正确的? ABE
A．使用金属材料制作
B．梯宽不大于50mm
C．支撑采用不大于L70×5的角钢
D．梯宽不小于50mm
E．支撑采用不小于L70×5的角钢
1757 进行模板支撑和拆卸时的悬空作业，下列哪些规定是正确的?( ) ABCDE
A．严禁在连接件和支撑上攀登上下
B．严禁在上下同一垂直面上装、拆模板
C．支设临空构筑物模板时，应搭设支架或脚手架
D．模板上留有预留洞时，应在安装后将洞口覆盖
E．拆模的高处作业，应配置登高用具或搭设支架
1758 安全防护设施验收应具备哪些资料?( ) ABD
A．施工组织设计及有关验算数据
B．安全防护设施验收记录
C．搭设人员完工验收记录
D．安全防护设施变更记录及签证
E．安全防护设施交底记录
1759 在下列哪些部位进行高处作业必须设置防护栏杆?( ) ABCDE
A．基坑周边
B．雨篷边
C．挑檐边
D．无外脚手架的屋面与楼层周边
E．料台与挑平台周边
1760 当临边栏杆所处位置有发生人群拥挤可能时，应采取何种措施?( ) BC
A．设置双横杆
B．加密栏杆柱距
C．加大横杆截面
D．加设密目式安全网
E．增设挡脚板
1761 板与墙的洞口必须设置下列哪些防护设施或其他防坠落的防护设施?( ) BCD
A．警戒区
B．牢固的盖板
C．防护栏杆
D．安全网
E．警戒线
1762 下列哪些是密目式安全网进行贯穿实验的要点?( ) CDE
A．将密目式安全网张好绑扎在实验架上与地面成45°的夹角
B．将10kg重的φ48×3．5的钢管放置在其中心点上方3m处
C．使钢管垂直自由落下
D．将密目式安全网张好绑扎在实验架上与地面成30°的夹角
E．将5kg重的φ48×3．5的钢管放置在其中心点上方3m处
1763 建筑施工中通常所说的“三宝”是指哪些?( ) ACD
A．安全带
第 177 页，共 218 页
B．安全锁
C．安全鞋
D．安全网
E．安全帽
1764 下列哪些材料可作为制作安全帽的材料?( ) ABDE
A．塑料
B．竹
C．木
D．藤
E．玻璃钢
1765 安全网主要由哪几部分组成?( ) ABCD
A．网体
B．边绳
C．系绳
D．筋绳
E．包装绳
1766 架空线路可以架设在( )上。 AB
A．木杆
B．钢筋混凝土杆
C．树木
D．脚手架
E．高大机械
1767 电缆线路可以( )敷设 BCD
A．沿地面
B．埋地
C．沿围墙
D．沿电杆或支架
E．沿脚手架
1768 室内绝缘导线配电线路可采用( )敷设。 ABC
A．嵌绝缘槽
B．穿塑料管
C．沿钢索
D．直埋墙
E．直埋地
1769 对外电线路防护的基本措施可以是( )。 ABCD
A．保证安全操作距离
B．搭设安全防护设施
C．迁移外电线路
D．停用外电线路
E．施工人员主观防范
1770 搭设外电防护设施的主要材料是( ) AB
A．木材
B．竹材
C．钢管
D．钢筋
E．安全网
1771 直接接触触电防护的适应性措施是( ) ABCD
A．绝缘
B．屏护
C．安全距离
D．采用24V及以下安全特低电压
E．采用漏电保护器
1772 总配电箱电器设置种类的组合应是( ) ABE
A．刀开关、断路器、漏电保护器
第 178 页，共 218 页
B．刀开关、熔断器、漏电保护器
C．断路器、漏电断路器
D．刀开关、断路器
E．具有可见分断点的断路器、漏电保护器
1773 配电箱中的刀型开关在正常情况下可用于( ) ABC
A．接通空载电路
B．分断空载电路
C．电源隔离
D．接通负载电路
E．分断负载电路
1774 配电箱中的断路器在正常情况下可用于( ) ABDE
A．接通与分断空载电路
B．接通与分断负载电路
C．巴电源隔离
D．电路的过载保护
E．电路的短路保护
1775 总配电箱中的漏电断路器在正常情况下可用于( ). BCDE
A．电源隔离
B．接通与分断电路
C．过载保护
D．短路保护
E．漏电保护
1776 开关箱中的漏电断路器在正常情况下可用于( ) CDE
A．电源隔离
B．频繁通．断电路
C．电路的过载保护
D．电路的短路保护
E．电路的漏电保护
1777 照明开关箱中电器配置组合可以是( ) ABC
A．刀开关．熔断器、漏电保护器
B．具有可见分断点的断路器、漏电保护器
C．刀开关、漏电断路器
D．断路器、漏电保护器
E．刀开关、熔断器
1778 5.5kW以上电动机开关箱中电器配置组合可以是( )。 ACE
A．刀开关、断路器、漏电保护器
B．断路器、漏电保护器
C．刀开关、漏电断路器
D．刀开关、断路器
E．具有可见分断点的断路器、漏电保护器
1779 配电箱、开关箱的箱体材料可采用( )。 ABE
A．冷轧铁板
B．环氧树脂玻璃布板
C．木板
D．木板包铁皮
E．电木板
1780 自然接地体可利用的地下设施有( )。 ABCE
A．钢筋结构体
B．金属井管
C．金属水管
D．金属燃气管
E．铠装电缆的钢铠
1781 人工接地体材料可采用( )。 ABD
A．圆钢
第 179 页，共 218 页
B．角钢
C．螺纹钢
D．钢管
E．铝板
1782 在TN接零保护系统中，PE线的引出位置可以是( )。 ABCE
A．电力变压器中性点接地处
B．总配电箱三相四线进线时，与N线相连接的凹端子板
C．总配电箱三相四线进线时，总漏电保护器的N线进线端
D．总配电箱三相四线进线时，总漏电保护器的N线出线端
E．总配电箱三相四线进线时，与PE端子板电气连接的金属箱体
1783 36V照明适用的场所条件是( )。 ABE
A．高温
B．有导电灰尘
C．潮湿
D．易触及带电体
E．灯高低于2．5m
1784 行灯的电源电压可以是( )。 CDE
A．220V
B．110V
C．36V
D．24V
E．12V
1785 Ⅱ类手持式电动工具适用的场所为( )。 AB
A．潮湿场所
B．金属构件上
C．锅炉内
D．地沟内
E．管道内
1786 施工现场电工的职责是承担用电工程的( )。 ABCD
A．安装
B．巡检
C．维修
D．拆除
E．用电组织设计
1787 选择漏电保护器额定漏电动作参数的依据有( )。 CDE
A．负荷的大小
B．负荷的种类
C．设置的配电装置种类
D．设置的环境条件
E．安全界限值
1788 总配电箱中漏电保护器的额定漏电动作电流I△和额定漏电动作时间T△，可分别
选择为( )。
ABCD
A．I△=50mA T△=0.2s
B．I△=75mA T△=0.2s
C．I△=100mA T△=0.2s
D．I△=200mA T△=0.15s
E．I△=500mA T△=0.1s
1789 配电系统中漏电保护器的设置位置应是( ) CD
A．总配电箱总路．分配电箱总路
B．分配电箱总路、开关箱
C．总配电箱总路、开关箱
D．总配电箱分路、开关箱
E．分配电箱分路、开关箱
1790 施工现场需要编制用电组织设计的基准条件是( ) AC
第 180 页，共 218 页
A．用电设备5台及以上
B．用电设备总容量100kW及以上
C．用电设备总容量50kW及以上
D．用电设备10台及以上
E．用电设备5台及以上，且用电设备总容量100kW及以上
1791 建筑施工可能产生的尘肺病有( )几类。 ABCDE
A．矽肺
B．硅酸盐肺
C．混合性肺
D．焊工尘肺
E．其他尘肺
1792 任何单位和个人不得将产生职业病危害的作业转移给( ) CDE
A．乡镇企业
B．个体企业
C．不具备职业病防护条件的单位
D．不具备职业病防护条件的个人
E．残疾人组建的生产企业
1793 用人单位应采取哪些职业病防治管理措施( )。 ABCDE
A．设置或者指定职业卫生管理机构或者组织，配备专职或者兼职的职业卫生专
业人员，负责本单位的职业病防治工作
B．制定职业病防治计划和实施方案
C．建立、健全职业卫生管理制度和操作规程
D．建立、健全职业卫生档案和劳动者健康监护档案
E．建立、健全工作场所职业病危害因素监测及评价制度
1794 用人单位不得安排( )从事对本人和胎儿、婴儿有危害的作业。 BE
A．夜班作业
B．未成年工
C．高空作业
D．接触职业病危害的作业
E．孕期．哺乳期的女职工
1795 可采取以下( )措施来控制噪声的传播。 ABD
A．消声
B．吸声
C．隔声
D．隔振
E．阻尼
1796 建筑工地噪声主要有以下( )几种。 ACD
A．机械性噪声
B．施工人员叫喊声
C．空气动力性噪声
D．临街面的嘈杂声
E．电磁性噪声
1797 有毒物可通过什么进人人体。( ) ABC
A．呼吸道
B．皮肤
C．消化道
D．化学反应
E．物理反应
1798 职业危害因素按来源分为( )。 BDE
A．化学因素
B．劳动过程中有害因素
C．物理因素
D．生产过程中产生的有害因素
E．生产环境中的有害因素
第 181 页，共 218 页
1799 职业活动中存在的(有害)因素以及在作业过程中产生的其他职业有害因素统称职
业病危害因素。( )
ABC
A．化学
B．物理
C．生物
D．噪声
E．辐射
1800 产生职业病危害的用人单位，应当在醒目位置设置公告栏，公布有关职业病防治 ABCD
A．规章制度
B．操作规程
C．职业病危害事故应急救援措施
D．工作场所职业病危害因素检测结果
E．标准
1801 用人单位按照职业病防治要求，用于( )等费用，按照国家有关规定，在生产
成本中据实列支。
BCDE
A．安全知识培训
B．工作声所卫生检测
C．健康监护
D．职业卫生培训
E．预防和治理职业病危害
1802 用人单位应对职业病防护设备、应急救援设施和个人使用的职业病防护用品按规
定定期进行( )。
BCE
A．清洗
B．维护
巳检修
D．预防
E．检测
1803 职业病防治法是根据宪法制定的，是为了( )。 ABCDE
A．预防
B．控制
C．消除职业病危害
D．防治职业病
E．保护劳动者及其相关权益
1804 产生职业病危害的用人单位应设立设备、工具、用具等设施应符合保护劳动者(
)的要求。
AC
A．生理健康
B．思想健康
C．心理健康
D．职业道德
E．不使用
1805 可能发生尘肺的工种有( )。 ABE
A．石工
B．水泥工
C．电工
D．塔吊
E．电焊工
1806 在建筑施工中可能发生苯中毒的工种有( )。 ADE
A．油漆工
B．砖工
C．塔吊工
D．喷漆工
E．沥青工
1807 电焊工可导致的职业病有哪几种?( ) BCD
A．耳聋
第 182 页，共 218 页
B．电光性眼炎
C．化学性眼部灼伤
D．职业性白内障
E．苯中毒
1808 建筑工地工人不得在有害作业场所内( )，饭前饭后必须先洗手、漱口，严防
有害物随着食物进人体内。
AB
A．吸烟
B．吃食物
C．洗脸
D．洗手
E．漱口
1809 在( )涂刷各种防腐涂料作业时，必须根据场地大小，采取多台抽风机把苯等
有害气体抽出室外，以防止急性苯中毒。
CDE
A．露台
B．地面
C．通风不良的车间
D．通风不良的地下室
E．通风不良的防水池内
1810 在以下的职业病中，与建筑业有关的职业病有( )。 CE
A．炭疽病
B．森林脑病
C．手臂振动病
D．低压病
E．中毒
1811 按照火灾统计规定，重大火灾是( )。 ACDE
A．死亡3人以上
B．重伤20人以上
C．死亡．重伤10人以上
D．受灾30户以上
E．直接财产损失30万元以上
1812 火灾直接财产损失是指( )所造成的损失。 ABCDE
A．烧毁
B．烧损
C．烟熏
D．破拆、水渍
E．污染
1813 引起火灾的火源有( )。 ABCD
A．火柴
B．电器设备产生的高温或电火花
C．巳雷击放电
D．未熄灭的烟蒂
E．锯末刨花
1814 能自燃的物质是( )。 BCDE
A．塑料
B．植物产品
C．油脂
D．煤
E．锯末
1815 起火必须具备的条件是( )。 ABCDE
A．能燃烧的物质
B．助燃物
C．明火焰
D．火星
E．电火花
第 183 页，共 218 页
1816 爆炸可分为几种形式?( ) ABC
A．核爆炸
B．物理爆炸
C．化学爆炸
D．自然爆炸
E．生物爆炸
1817 仓库保管员应当熟悉贮存物品的( )知识和防火安全制度。 ACE
A．分类
B．用途
C．性质
D．规格
E．保管业务
1818 露天贮存的物品应当( )存放，并留出必要的防火间距。 ACDE
A．分类
B．分档
C．分堆
D．分组
E．分垛
1819 按照防火要求，施工现场应当明确划分( )区域。 ABD
A．禁火区
B．仓库区
C．办公区
D．生活区
E．生产区
1820 没有采取相应安全措施，下列( )情况下不允许焊割作业。 ANCDE
A．制作、加工和贮存易燃易爆危险品的房间内
B．贮存易燃易爆危险品的储罐和容器
C．带电设备
D．刚涂刷过油漆的建筑构件和设备
E．盛过易燃液体而未进行彻底清洗处理过的容器
1821 焊接或者切割的基本特点是( )。 ABCD
A．高温
B．高压
C．易燃
D．易爆
E．易烫伤
1822 易燃物品仓库内不准使用( )等电器器具。 ABCDE
A．电视机
B．电冰箱
C．电熨斗
D．电烙铁
E．电炉子
1823 库房内严禁使用明火，库房外动火作业必须办理动火证，动火证必须注明( ) ABCDE
A．动火地点．时间
B．动火人
C．现场监护人
D．批准人
E．防火措施
1824 易燃易爆化学物品出厂时，必须有产品安全说明书。说明书中必须有经法定检验
机构测定的该物品的( )数据。
ABCD
A．燃点
B．闪电
C．自然点
D．爆炸极限
第 184 页，共 218 页
E．浓度极限
1825 扑救火灾选择灭火剂的基本要求是( )。 ABCDE
A．灭火性能高
B．使用方便
C．来源丰富
D．成本低廉
E．对人体无害
1826 水是( )的灭火剂。 ABD
A．最常用
B．来源最丰富
C．效果最好
D．使用最方便
E．最经济
1827 下列什么火灾不能用水扑救?( ) ABCE
A．碱金属
B．高压电气装置
C．硫酸
D．油毡
E．熔化的钢水
1828 下列什么气体为助燃物?( ) AE
A．氧气
B．氮气
C．二氧化碳
D．氦气
E．氢气
1829 四级耐火构件中的( )均为不燃烧体。 ABCD
A．墙
B．柱
C．梁
D．楼板
E．疏散楼梯
1830 地下建筑的火灾的特点是( )。 ABCDE
A．发烟量大
B．温度高
C．泄爆能力差
D．人员疏散困难
E．扑救困难
1831 建筑工地常备的消防器材有( ) ABCD
A．沙子
B．水桶
C．铁锨
D．灭火机
E．水池
1832 一般临时设施的( )为重点防火部位，应当配备两个10L的灭火机。 ABDE
A．配电室
B．食堂
C．澡堂
D．宿舍
E．动火处
1833 消防安全责任主要有( )。 ABCD
A．消防安全制度和安全操作规程
B．防火档案
C．防火安全检查
D．消防安全培训
第 185 页，共 218 页
E．建立义务消防队
1834 消防安全主要包括( )措施。 ABDE
A．领导措施
B．组织措施
C．行动措施
D．技术措施
E．物质保障措施
1835 1211手提式轻便灭火机有( )。 ABDE
A．0.50kg
B．10kg
C．1.50kg
D．20kg
E．40kg
1836 我国消防法规主要由( )部分构成。 ABCD
A．消防法
B．消防行政法规
C．消防技术法规
D．地方性消防行政法规
E．行政部门红头文件
1837 施工现场每25m2的( )场所，应当配备种类适当的灭火机。 ABC
A．临时木工棚
B．油漆间
C．木机具间
D．办公室
E．更衣室
1838 某建筑公司承建一座15层商务楼。某日在12层支塑料模壳：焊接螺纹钢时，火星
飞溅到塑料模壳上后燃烧起火，引燃脚手架竹笆，造成巨额财产损失。造成事故
ABC
A．在易燃物品处焊接作业
B．消防安全规章制度没落实
C．动火处未配备消防器具
D．当日温度很高
E．当时风力较大，助长了火势蔓延
1839 某市安全监督站对某建筑工地木工作业区检查，发现该作业区管理混乱，木工机
具下面的电机被木屑刨花埋住，安检人员下发了隐患整改通知书，由于该工地未
及时对事故隐患进行及时整改，当天中午工人下班后，该工地木工棚发生火灾事
BDE
A．未配备消防器材
B．未设专人看护
C．未挂安全警示牌
D．未及时清理电机边的刨花锯末
E．工人下班后未拉闸断电
1840 季节性施工主要指的是( )。 AB
A．冬季
B．雨季
C．春季
D．夏季
E．秋季
1841 冬期施工应采取的主要措施是( )。 ABCD
A．防冻
B．防滑
C．防火
D．防煤气中毒
E．防偷盗
1842 夏期施工主要应采取的措施为( ) ABCD
A．防中暑
第 186 页，共 218 页
B．防洪水
C．防雷电
D．防倒塌
E．防偷盗
1843 施工现场高出建筑物的( )设备应有防风、防雷电的措施 ABCD
A．塔吊
B．施工升降机
C．井架物料提升机
D．脚手架
E．施工作业面
1844 夏季人员中暑的特征有( )。 ABCDE
A．大量出汗、口渴
B．头昏、耳鸣
C．胸闷、心悸、恶心
D．身体软弱无力
E．体温不断升高
1845 锅炉的主要受压部件有( )。 ABCDE
A．锅筒
B．水冷壁
C．集箱
D．对流管束
E．烟火管
1846 锅炉的其他部件主要有( )。 BCE
A．对流管束
B．炉墙
C．炉排
D．烟火管
E．锅炉钢架
1847 锅炉的附属设备除了过热器、省煤器、空气预热器、锅炉通风设备、给水设备、
除尘器外还有( )。
ABCD
A．上煤出渣系统
B．水质软化设备
C．常用钠离子交换器
D．附属管道
E．对流管束
1848 立式锅炉主要有：( )。 ABD
A．立式横水管锅炉
B．立式弯水管锅炉
C．单火筒
D．立式直水管锅炉
E．双火筒
1849 下列属于第三类压力容器的有( )。 ABCDE
A．高压容器
B．存贮毒性程度为极度和高度危害介质的中压容器
C．高压、中压管壳式余热锅炉
D．容积大于5m3的低温液体储存容器
E．容积大于等于50m3的球形储罐
1850 下列属于第二类压力容器的有( )。 ACE
A．中压容器
B．移动式压力容器
C．存贮毒性程度为极度和高度危害介质的低压容器
D．中压搪玻璃压力容器
E．低压管壳式余热锅炉
1851 按容器在生产工艺过程中的作用原理可分为( )。 ACDE
第 187 页，共 218 页
A．反应容器
B．有毒介质容器
Ｃ． 已储存容器
D．换热容器
E．分离容器
1852 低压容器结构形式中属特殊形状的有( )。 BCDE
A．球形容器
B．方形
C．椭球形
D．半圆筒形
E．半球形
1853 锅炉与压力容器的安全附件是为了使锅炉与压力容器能够安全运行而装在设备上
的附属装置。它包括( )等。
BCDE
A．防振圈
B．压力表
C．水位计
D．安全泄压装置
E．水位警报装置
1854 压力表的种类很多可分为( )四种。 ABCD
A．液柱式
B．弹性元件式
C．电接点式
D．活塞式
E．单弹簧管式压力表
1855 安全泄压装置的类型有( )等。 ACDE
A．安全阀
B．止回阀
C．防爆片
D．防爆帽
E．易熔塞
1856 压力容器在使用中应执行的规章制度包括( )。 ABCDE
A．压力容器的安全操作规程
B．压力容器的运行、维修制度
C．压力容器的事故报告制度
D．操作人员的岗位责任制
E．压力容器的定期检验制度
1857 锅炉房必要的规章制度主要有( )等。 ABCDE
A．岗位责任制
B．安全操作制
C．交接班制
D．巡回检查制
E．事故报告制度
1858 施工现场临时锅炉房设置的位置应考虑周围临建的环境，不宜和( )等相邻。 ACE
A．木工棚
B．食堂
C．易燃易爆材料仓库
D．钢筋棚
E．变压室
1859 临时锅炉房应防火，便于操作，有足够的照明，临时用电设施应符合电气规程规
定，墙体应用( )。
ABC
A．砖或砌块砌筑
B．瓦楞铁
C．石棉板
D．荆笆大泥
第 188 页，共 218 页
E．竹
1860 锅炉常见事故有( )。 ABCDE
A．水位事故
B．汽水共腾
C．炉管爆破
D．炉膛爆炸
E．锅炉爆炸
1861 引发缺水事故的常见原因是( )。 ABCDE
A．运行人员监视失误
B．水位表故障，形成假水位
C．给水设备或管道故障，无法给水或给水不足
D．排污后忘记关排污阀
E．水冷壁、对流管束或省煤器管子破裂漏水
1862 锅炉设备事故中属于设计制造方面的原因主要有( )。 ABCDE
A．结构不合
B．材质不符合要求
C．焊接质量粗糙
D．受压元件强度不够
Ｅ．其他由于设计制造不良造成的事故
1863 导致炉管爆破的原因主要有( )。 ABDE
A．水质不良，管子结垢，阻力增大
B．管道腐蚀．冲刷使管壁减薄
C．锅水中悬浮物或含盐量过多
D．管材或焊接缺陷
E．水循环不良，传热效果差，导致局部管子超温
1864 按盛装介质的物理状态，气瓶可分为( )。 BCD
A．氧气瓶
B．永久气体气瓶
C．液化气体气瓶
D．溶解乙炔气瓶
E．乙炔瓶
1865 气瓶一般由( )组成。 ABCDE
A．瓶体
B．瓶阀
C．瓶帽
D．底座
E．防振圈
1866 永久性气体气瓶主要用于盛装( )等气体。 AE
A．一氧化碳
B．硫化氢
C．丙烷
D．氨
E．氢气
1867 气瓶用于防止倒灌的装置( )。 BDE
A．阀杆、阀瓣
B．单向阀
C．压紧螺母
D．止回阀
E．缓冲罐
1868 瓶阀是气瓶的主要附件，用以控制气体的进出，因此，要求气阀( )。 ABCD
A．体积小
B．强度高
C．气密性好
D．耐用可靠
第 189 页，共 218 页
E．体积大
1869 气瓶的安全使用应注意( )。 ABCDE
A．防止气瓶受热
B．正确操作
C．气瓶使用到最后应留有余气，以防止混入其他气体或杂质而造成事故
D．加强气瓶的维护
E．气瓶使用单位不得自行改变充装气体的品种、擅自更换气瓶的颜色标志
1870 根据大量的统计资料，可得出黏性土和砂土的物理力学指标的经验数据。（ A
A．正确
B．错误
1871 土体经过挖掘后，组织遭受破坏，体积减少的性质称为土的可松性。（ ） B
A．正确
B．错误
1872 土坡坡度要根据工程地质和土坡高度，结合当地同类土体的稳定坡度值确定。 A
A．正确
B．错误
1873 电缆头的拆除与装配必须切断电源方可进行作业。（ ） A
A．正确
B．错误
1874 盾构进出洞的整个工艺流程是起始和结束两个环节。（ ） A
A．正确
B．错误
1875 管片堆场要平整，道路要通畅就可以了。（ ） B
A．正确
B．错误
1876 盾构机安装完毕后，经项目经理验收签字后即可投人使用。（ ） B
A．正确
B．错误
1877 盾构进出洞都存在相当大的危险性，因此，对策和监控措施必须落实到位。 A
A．正确
B．错误
1878 行车垂直运输主要包括运用行车盾构推进所需的施工材料吊运至井下，将井下的
出土箱等重物吊至地面 ( )
A
A．正确
B．错误
1879 流砂的发生与动水压力有关，动水压力系指地下水在渗流时受到土颗粒的阻力，
同时水对相应地产生一种反作用力，这一反作用力就称为动水压力。 ( )
A
A．正确
B．错误
1880 当动水力等于或大于土的浸水重度，则土的颗粒失去自重，处于悬浮状态，此时
土的抗剪强度为零，土颗粒就随着渗流的水÷起流动，这种现象就称“流砂”。
A
A．正确
B．错误
1881 锚杆可用钢筋或钢丝绳，一端固定在桩顶的腰梁(导梁)上，另一端固定在锚碇
上，其长度应保证锚碇在土的破坏棱体以外。 ( )
A
A．正确
B．错误
1882 挡土墙的作用主要用来维护土体边坡的稳定，防止坡体的滑移和土边坡的坍塌。 A
A．正确
B．错误
1883 基坑(槽)施工中一般可不防止地面水流人坑沟内。（ ） B
A．正确
B．错误
1884 人工开挖土方时，两个人操作间距应保持1-2m，并应自上而下逐层挖掘。 ( B
第 190 页，共 218 页
A．正确
B．错误
1885 组合钢模板及其配件的制作质量应符合现行国家标准《组合钢模板技术规范》
(CBJ214—89)的规定。 ( )
A
A．正确
B．错误
1886 组合钢模板及其配件的制作质量应符合设计要求。（ ） A
A．正确
B．错误
1887 安装钢筋模板组合体时，吊索应按模板设计规定的吊点位置绑扎。（ ） A
A．正确
B．错误
1888 在下层楼板上支模板时无需考虑楼板的承载能力。（ ） B
A．正确
B．错误
1889 计算模板及支架结构的强度、稳定性和连接时，应采用荷载设计值。（ ） A
A．正确
B．错误
1890 荷载设计值为荷载的标准值乘以荷载分项系数。（ ） A
A．正确
B．错误
1891 计算模板的承载能力极限状态，应采用荷载效应的基本组合。（ ） A
A．正确
B．错误
1892 遇四级及其以上风力应停止一切吊运作业：（ ） B
A．正确
B．错误
1893 模板及其支架应具有足够的承载能力、刚度和稳定性，应能可靠的承受新浇筑混
凝土的自重，侧压力和施工过程中所产生的荷载以及风荷载。 ( )
A
A．正确
B．错误
1894 模板和支架安装在地基土上时，应加设垫板，垫板应有足够强度和支撑面积，且
应中心承载，地基土应坚实，并有排水设施。 ( )
A
A．正确
B．错误
1895 麻绳捆绑时，在物体的尖锐边角处应垫上保护性软物。（ ） A
A．正确
B．错误
1896 钢丝绳可以作任意选用，且可超负荷使用。（ ） B
A．正确
B．错误
1897 化学纤维绳应远离明火和高温，但可在露天长期暴晒。（ ） B
A．正确
B．错误
1898 电动卷扬机用完后，可以不切断电源，但要将控制器放到零位，用保险闸自动刹
紧，并拉紧跑绳。 ( )
B
A．正确
B．错误
1899 多次使用过的桅杆，在重新组装时，每5m长度内中心线偏差和局部朔性变形不应
大于20mm。 ( )
A
A．正确
B．错误
1900 较重要的地锚在使用时，必须设专人检查绳卡是否牢固，地锚有无松动及被拉出
的危险。( )
A
第 191 页，共 218 页
A．正确
B．错误
1901 履带式起重机操作灵活，使用方便，车身能360度回转，并且可以载荷行驶，越
野性能好，机动性好，可长距离转移并对道路无破坏性。 ( )
B
A．正确
B．错误
1902 轮胎式起重机的安全技术要与汽车式起重机的安全技术要求相仿。（ ） A
A．正确
B．错误
1903 大型吊车吊装技术的基本原理就是利用吊车提升重物的能力，通过吊车旋转、变
幅等动作，将工件吊装到指定的空间位置。 ( )
A
A．正确
B．错误
1904 桅杆滑移法吊装是利用桅杆起重机提升滑轮给台粥向上提升这一动作，设置尾排
及其他索具配合，将立式静置工件吊装就位。 ( )
A
A．正确
B．错误
1905 当拆除工程对周围相邻建筑安全可能产生危险时，必须采取相应保护措施，必要
时应对建筑内的人员进行撤离安置。 ( )
A
A．正确
B．错误
1906 当拆除工程对周围相邻建筑安全可能产生危险时，必须采取相应保护措施，建筑
内的人员不必撤离安置。 ( )
B
A．正确
B．错误
1907 在拆除作业前，施工单位应检查建筑内各类管线情况，确认全部切断后方可施工 A
A．正确
B．错误
1908 在拆除作业前，施工单位应检查建筑内各类管线情况；不需确认全部切断后方可
施工。( )
B
A．正确
B．错误
1909 拆除工程施工区应设置硬质围挡，围挡高度不应低于1．0m，非施工人员不得进
入施工区。( )
A
A．正确
B．错误
1910 拆除工程施工区应设置硬质围挡，围挡高度不应低于1．8m，非施工人员可以进
入施工区。( )
B
A．正确
B．错误
1911 当临街的被拆除建筑与交通道路的安全距离不能满足要求时，必须采取相应的安
全隔离措施。 ( )
A
A．正确
B．错误
1912 当临街的被拆除建筑与交通道路的安全距离不能满足要求时，不一定采取相应的
安全隔离措施。 ( )
B
A．正确
B．错误
1913 在拆除工程作业中，发现不明物体，应停止施工，采取相应的应急措施，保护现
场并应及时向有关部门报告。 ( )
A
A．正确
B．错误
1914 在拆除工程作业中，发现不明物体，应停止施工，不用采取相应的应急措施，保
护现场并应及时向有关部门报告。 ( )
B
第 192 页，共 218 页
A．正确
B．错误
1915 拆除管道及容器时，必须查清其残留物的种类、化学性质，采取相应措施后，方
可进行拆除施工。 ( )
A
A．正确
B．错误
1916 拆除管道及容器时，不用查清其残留物的种类、化学性质，采取相应措施后，方
可进行拆除施工。 ( )
B
A．正确
B．错误
1917 爆破拆除设计人员应具有承担爆破拆除作业范围和相应级别的爆破工程技术人员
作业证。 ( )
A
A．正确
B．错误
1918 爆破拆除设计人员不一定具有承担爆破拆除作业范围和相应级别的爆破工程技术
人员作业证。 ( )
B
A．正确
B．错误
1919 对烟囱、水塔类构筑物采用定向爆破拆除工程时，爆破拆除设计应控制建筑倒塌
时的触地振动。 ( )
A
A．正确
B．错误
1920 对烟囱、水塔类构筑物采用定向爆破拆除工程时，爆破拆除设计不用控制建筑倒
塌时的触地振动。 ( )
B
A．正确
B．错误
1921 爆破拆除工程应根据周围环境条件、拆除对象类别、爆破规模，分为A、B、C三
级。 ( )
A
A．正确
B．错误
1922 爆破拆除工程应根据周围环境条件、拆除对象类别、爆破规模，不用分为A、B、
C三级。 ( )
B
A．正确
B．错误
1923 拆除工程施工过程中，当发生重大险情或生产安全事故时，应及时排除险情、组
织抢救、保护事故现场，并向有关部门报告。 ( )
A
A．正确
B．错误
1924 拆除工程施工过程中，当发生重大险情或生产安全事故时，应及时排除险情、组
织抢救、不用保护事故现场，向有关部门报告。 ( )
B
A．正确
B．错误
1925 挖掘机向运土车辆装车时，司机离开驾驶室后也不得将铲斗越过驾驶室装车。( B
A．正确
B．错误
1926 在行驶或作业中，除驾驶室外，装载机任何地方均严禁乘坐或站立人员。( ) A
A．正确
B．错误
1927 推土机转移工地时，距离超过5km以上时，应用平板拖车装运。( ) B
A．正确
B．错误
1928 铲运机上、下坡道时，应低速行驶，不得中途换档，下坡时不得空档滑行。( A
A．正确
B．错误
第 193 页，共 218 页
1929 振动路机在碾压时，振动频率应经常改变，以达到最好的碾压效果。( ) B
A．正确
B．错误
1930 简式柴油锤的冲击体力下活塞。( ) B
A．正确
B．错误
1931 输电线路电压在1-2kV，桩架与输电线路问的安全距离应为1．5m以上。（ ） B
A．正确
B．错误
1932 桩锤启动前应注意使桩帽、桩锤和桩在同一轴线上，防止偏心打桩。（ ） A
A．正确
B．错误
1933 振动锤振动箱体使用30号透平油，每400h更换一次。（ ） B
A．正确
B．错误
1934 施工现场应按地基承载力不少于65kPa的要求进行整平压实。（ ） B
A．正确
B．错误
1935 搅拌机作业中，当料斗升起时，严禁任何人在料斗下停留或通过。（ ） A
A．正确
B．错误
1936 混凝土泵垂直送管道可以直接在泵的输出口上。（ ） B
A．正确
B．错误
1937 机动翻斗车严禁料斗载人，料斗不得在卸载工况下进行平地作业，但可行驶。 B
A．正确
B．错误
1938 搅拌车运输混凝土途中，发现水分蒸发，可适当加水，以保证混凝土质量。 A
A．正确
B．错误
1939 搅拌机在作业期较长的地区使用时，可用支腿将机架支起。 ( ) B
A．正确
B．错误
1940 当塔机吊重超过最大起重量并小于最大起重量的110％时，应停止提升方向的运
行，但允许机构有下降方向的运动。 ( )
A
A．正确
B．错误
1941 高架提升机可以采用摩擦式卷扬机。（ ） B
A．正确
B．错误
1942 当起重力矩超过其相应幅度的规定值并小于规定值的110％时，起重力矩限制器
应起作用使塔机停止提升方向及向臂根方向变幅的动作。 ( )
B
A．正确
B．错误
1943 司机对任何人发出的紧急停止信号，均应服从。（ ） A
A．正确
B．错误
1944 吊笼(梯笼)是物料提升机运载人和物料的构件，笼内有传动机构、防坠安全器及
电气箱等。 ( )
B
A．正确
B．错误
1945 动臂式和尚未附着的自升式塔机，塔身上不得悬挂标语牌。（ ） A
A．正确
B．错误
第 194 页，共 218 页
1946 用钢丝绳做物料提升机缆风绳时，直径不得小于9．3mm。（ ） A
A．正确
B．错误
1947 卷扬机卷筒与钢丝绳直径的比值应不小于50。（ ） B
A．正确
B．错误
1948 施工升降机运行到最上层或最下层时，可以采用限位装置作为停止运行的控制开
关。（ ）
B
A．正确
B．错误
1949 风力在四级以上时，塔机不得进行顶升作业。 ( ) A
A．正确
B．错误
1950 连墙件在脚手架中的作用是：不论有风无风均受力，既承传水平风荷载，又承传
因约束脚手架平面外变形所产生的水平力。 ( )
A
A．正确
B．错误
1951 作用于脚手架上的风荷载标准值Wk的大小与以下因素有关：工程所在地区的基本
风压Wo、风压高度变化系数声μz、风荷体型系数μs。 ( )
A
A．正确
B．错误
1952 对脚手架立杆接长的规定是：除顶层顶步外，其余各层各步必须采用搭接连接。 B
A．正确
B．错误
1953 扣件拧紧扭力矩应控制在40—65N·m的范围内。( ) A
A．正确
B．错误
1954 在水平杆的强度计算中，不计算水平杆的抗剪强度是由于水平杆抗剪承载力很
大，不会发生剪切破坏。 ( )
A
A．正确
B．错误
1955 扣件拧紧扭力矩不应小于40N·m，主要是因为拧紧扭力矩过小，会使脚手架的整
体刚度过低，降低了脚手架的整体稳定性。 ( )
A
A．正确
B．错误
1956 暴风雪及台风暴雨后，应对高处作业安全设施逐一加以检查，发现有松动、变形
、损坏或脱落等现象，应立即修理完善。 ( )
A
A．正确
B．错误
1957 对邻近的人与物有坠落危险性的其他竖向孔、洞口，均应予以盖没或加以防护，
并有固定其位置的措施。 ( )
A
A．正确
B．错误
1958 防护棚搭设与拆除时，应设警戒区，并应派专人监护，可以上下同时拆除。（ B
A．正确
B．错误
1959 攀登和悬空高处作业人员以及搭设高处作业安全设施的人员，必须经过上岗培
训，并定期进行体格检查。 ( )
B
A．正确
B．错误
1960 临边防护栏杆中，钢管横杆及栏杆均采用符合要求的管材，以扣件或电焊固定。 A
A．正确
B．错误
1961 采用人字梯作业时，只有高级工可以站在梯子上移动梯子或在最顶层作业。 ( B
第 195 页，共 218 页
A．正确
B．错误
1962 悬挑式钢平台的搁支点与上部拉结点，宜设置在脚手架等施工设施上。 ( B
A．正确
B．错误
1963 结构施工自二层起，凡人员进出的通道口宜视情况搭设安全防护棚，高度超过
24m的层次必须搭设安全防护棚。 ( )
B
A．正确
B．错误
1964 施工前，应逐级进行安全技术教育及交底，落实所有安全技术措施和人身防护用
品，未经落实时不得进行施工。 ( )
A
A．正确
B．错误
1965 井架与施工用电梯和脚手架等与建筑物通道的两侧边，必须设防护栏杆。 ( A
A．正确
B．错误
1966 有效高处作业重大危险源识别和控制清单就可以了。（ ） B
A．正确
B．错误
1967 施工现场用电工程的二级漏电保护系统中，漏电保护器可以分设于分配电箱和开
关箱中。( )
B
A．正确
B．错误
1968 需要三相四线制配电的电缆线路必须采用五芯电缆。（ ） A
A．正确
B．错误
1969 塔式起重机的机体已经接地，其电气设备的外露可导电部分可不再与PE线连接。 B
A．正确
B．错误
1970 配电箱和开关箱中的N、PE接线端子板必须分别设置。其中N端子板与金属箱体绝
缘；PE端子板与金属箱体电气连接。 ( )
A
A．正确
B．错误
1971 配电箱和开关箱中的隔离开关可采用普通断路器。（ ） B
A．正确
B．错误
1972 配电箱和开关箱中的隔离开关可采用具有可见分断点的断路器。（ ） A
A．正确
B．错误
1973 总配电箱总路设置的漏电保护器必须是三极四线型产品。 ( ) A
A．正确
B．错误
1974 需要三相四线制配电的电缆线路可以采用四芯电缆外加一根绝缘导线替代。 ( B
A．正确
B．错误
1975 施工现场停、送电的操作顺序是：送电时，总配电箱-分配电箱-开关箱；停电
时，开关箱-配电箱-总配电箱。 ( )
A
A．正确
B．错误
1976 用电设备的开关箱中设置了漏电保护器以后，其外露可导电部分可不需连接PE线 B
A．正确
B．错误
1977 一般场所开关箱中漏电保护器的额定漏电动作电流应不大于30mA，额定漏电动作
时间不应大于0.1s。 ( )
A
第 196 页，共 218 页
A．正确
B．错误
1978 分配电箱的总路和各分路均可只设分断时具有可见分断点的断路器。( ) A
A．正确
B．错误
1979 乙炔瓶在储存或使用时可以水平放置。( ) B
A．正确
B．错误
1980 乙炔瓶在储存或使用时严禁水平放置。( ) A
A．正确
B．错误
1981 乙炔瓶内气体不得用尽，必须保留不小于98kPa的压强。( ) A
A．正确
B．错误
1982 乙炔瓶内气体不得用尽，不用保留不小于98kPa的压强。( ) B
A．正确
B．错误
1983 禁止在乙炔瓶上放置物件、工具或缠绕悬挂橡皮管及焊割炬等。( ) A
A．正确
B．错误
1984 可以在乙炔瓶上放置物件、工具或缠绕悬挂橡皮管及焊割炬等。( ) B
A．正确
B．错误
1985 氧气瓶体为白色，字体为红色；乙炔瓶瓶体为浅蓝色，字体为红色。( ) B
A．正确
B．错误
1986 氧气瓶体为浅蓝色，字体为红色；乙炔瓶瓶体为白色，字体为红色。( ) A
A．正确
B．错误
1987 室外使用的电焊机应设有防水、防晒、防砸的机棚，并备有消防用品。( ) A
A．正确
B．错误
1988 室外使用的电焊机应设有防水、防晒、防砸的机棚，不必备有消防用品。( ) B
A．正确
B．错误
1989 电焊机的外壳必须有可靠的接零或接地保护。( ) A
A．正确
B．错误
1990 电焊机的外壳不必有可靠的接零或接地保护。( ) B
A．正确
B．错误
1991 焊接铜、铝、锌、锡、铅等有色金属时，同焊接普通钢材一样，焊工应采用相同
的安全措施。 ( )
A
A．正确
B．错误
1992 焊接铜、铝、锌、锡、铅等有色金属时，同焊接普通钢材相比，焊工可不采用安
全措施。( )
B
A．正确
B．错误
1993 焊件进行临时点固时严禁由配合焊工作业的人员进行。( ) A
A．正确
B．错误
1994 焊件进行临时点固时可由配合焊工作业的人员进行。( ) B
A．正确
第 197 页，共 218 页
B．错误
1995 电焊钳过热后严禁浸在水中冷却后使用。( ) A
A．正确
B．错误
1996 电焊钳过热后可以浸在水中冷却后使用。( ) B
A．正确
B．错误
1997 氧气瓶应设有防振圈和安全帽。( ) A
A．正确
B．错误
1998 氧气瓶不应设有防振圈和安全帽。( ) B
A．正确
B．错误
1999 职业健康检查费用是由劳动者本人承担。( ) B
A．正确
B．错误
2000 用人单位与劳动者订立劳动合同时，不应当将工作过程中可能产生的职业病危害
及其后果、职业病防护措施和待遇等告知劳动者，不须在劳动合同中写明。
B
A．正确
B．错误
2001 用人单位的安全技术人员应当接受职业卫生培训，遵守职业病防治法律、法规，
依法组织本单位的职业病防治工作。 ( )
A
A．正确
B．错误
2002 用人单位不得安排有职业禁忌的劳动者从事其所禁忌的作业。（ ） A
A．正确
B．错误
2003 劳动者离开用人单位时，要索取本人职业健康监护档案复印件时，用人单位可以
有偿提供。 ( )
B
A．正确
B．错误
2004 建设项目的职业病防护设施应按照规定与主体工程同时投入生产和使用。 ( A
A．正确
B．错误
2005 患矽肺病的人主要是吸人了硅酸盐粉尘。（ ） B
A．正确
B．错误
2006 尘肺病就是矽肺病。（ ） B
A．正确
B．错误
2007 接触苯会中毒，接触甲苯也会中毒。（ ） A
A．正确
B．错误
2008 当可燃物和着火源结合在一起即可能着火燃烧。（ ） A
A．正确
B．错误
2009 贮存易燃物品的仓库大门应当向内开。（ ） B
A．正确
B．错误
2010 施工现场架设或使用的临时用电线路，当发生故障或过载时，就有可能造成电气
失火。( )
A
A．正确
B．错误
2011 能与空气中的氧或其他氧化剂起剧烈反应的物质，都称为可燃物质。（ ） A
第 198 页，共 218 页
A．正确
B．错误
2012 物质的燃点越高，发生的危险性越大。（ ） B
A．正确
B．错误
2013 闪电是指电气设备接触不良，产生的电火花。（ ） B
A．正确
B．错误
2014 建筑物的耐火等级是以梁、柱为基准划分的。（ ） B
A．正确
B．错误
2015 高压电线路下面，可以搭设较矮的临时建筑物，但不得堆放易燃材料。（ ） B
A．正确
B．错误
2016 在一、二、三级动火区域进行焊割作业，焊工必须持操作证动火作业。（ ） B
A．正确
B．错误
2017 施工现场应当设置消防通道、消防水源、配备消防设施和灭火器材，现场人口处
要设置明显标志。 ( )
A
A．正确
B．错误
2018 施工场地要在结冻前平整完工、道路要畅通，并有防止路面结冰的措施。 ( A
A．正确
B．错误
2019 大雪过后，必须清理脚手架和施工现场的雪。 ( ) A
A．正确
B．错误
2020 电源开关、控制箱等设施加锁、不设专人负责。( ) B
A．正确
B．错误
2021 雷雨天，为了抢进度工人在作业面施工。( ) B
A．正确
B．错误
2022 工地职工宿舍冬季煤炉设专人管理、房间无通风孔。( ) B
A．正确
B．错误
2023 锅炉按用途可分为：电站锅炉、工业锅炉、船舶锅炉、蒸汽锅炉和热水锅炉。 B
A．正确
B．错误
2024 ．压力容器的结构比较简单，它的主要作用是：储装压缩气体和液化气体，或是
为这些介质的传热、传质或化学反应提供一个密闭的空间。 ( )
A
A．正确
B．错误
2025 压力表或叫压力计是用来测量锅炉、压力容器中介质压力的一种计量仪表。 ( A
A．正确
B．错误
2026 表盘封面玻璃破裂或表盘刻度模糊不清的压力表可以继续使用。( ) B
A．正确
B．错误
2027 锅炉的锅炉房可以与人员集中的房间相邻。( ) B
A．正确
B．错误
2028 锅炉的水位事故包括缺水和满水事故。 ( ) A
A．正确
第 199 页，共 218 页
B．错误
2029 炉管爆破是指锅炉蒸发受热面管子、水冷壁、对流管子、锅筒、集箱及烟道管的
爆破。( )
B
A．正确
B．错误
2030 满水的主要危害是提高蒸汽质量，损害甚至破坏蒸汽过热器。水击现象严重时也
能把炉管振裂。 ( )
B
A．正确
B．错误
2031 使用中的气瓶可以放在烈日下暴晒，可以离火源及高温区较近，但距明火不应小
于10m。( )
B
A．正确
B．错误
2032 每个气瓶上套两个防振圈，当气瓶受到撞击时，能吸收能量，减轻振动并有保护
瓶体标志和漆色不被磨损的作用。 ( )
A
A．正确
B．错误
2033 有一项工程，需挖一条长l0m、宽2m、深3m的一条管沟，拟采用间断式水平支撑
做土壁支撑，开工前没有搞安全技术交底和安全教育对规范标准理解不深。没有
按要求作支撑而发生坍塌事故。请判断下列事故原因分析的对错。
2034 两侧放水平挡土板，用撑木加木楔顶紧，挖一层土，支顶一层。( ) A
A．正确
B．错误
2035 两侧放水平挡土板，用撑木加木楔顶紧，待土全部挖完后，一次支顶。( ) B
A．正确
B．错误
2036 安全教育不到位。( ) B
A．正确
B．错误
2037 没有进行安全交底( ) B
A．正确
B．错误
2038 有一项工程设置了一道重力式挡土墙,该地土质松软，挡土墙基础埋深0.5m，墙
后有一道山坡，施工过程中，挡土墙倒塌，引起土方边坡的坍塌。请判断下列事
2039 没按土质基础一般埋深为1．0~1．2m规定，此挡土墙基础埋置太浅。( ) A
A．正确
B．错误
2040 挡土墙埋置过深( ) B
A．正确
B．错误
2041 山坡一边对挡土墙的压力过大，挡土墙失稳。( ) B
A．正确
B．错误
2042 没有进行安全技术交底。( ) B
A．正确
B．错误
2043 某地市政排水工程因修城市地下水管道，挖土2．5m深建污水井，土质一类松软
土，井坑挖好未放坡，无支撑，即开始砌砖，当井体抹灰时，原污水管道在一侧
土的压力下，其接头被管道中污水冲开，大量污水涌人新水井，井下抹灰的工人
来不及上来’，当场被污水淹死。 请判断下列事故原因分析的对错。
2044 挖土违反规定，不放坡、无支撑。( ) A
A．正确
B．错误
2045 无排水降水措施。( ) A
第 200 页，共 218 页
A．正确
B．错误
2046 对工人安全工作无交底。( ) B
A．正确
B．错误
2047 施工无专人监护。( ) A
A．正确
B．错误
2048 某地二大酿酒厂要建一小型污水处理厂，需开挖1．5m深的基坑，，无降水措
施，放坡不大，无支护，两名工人加夜班挖剩余部分土，土质为回填土。离基坑
1m外有原排污下水道，下水道向外渗水，夜里正当工人挖土时，原污水管突然爆
裂，水冲泥土造成塌方，将两名工人压在土里，第二天发现二人死亡。 请判断
2049 无支护及降水措施。 ( ) A
A．正确
B．错误
2050 无监视作业人员。( ) A
A．正确
B．错误
2051 工人戴安全帽。( ) B
A．正确
B．错误
2052 无安全技术措施。( ) A
A．正确
B．错误
2053 某建筑工地将挖基坑的土堆放在离基坑10m以外的一道砖砌围墙，围墙的外侧是
一所小学校操场，土堆高于围墙。一场大雨过后，一天，小学生课余在操场活动
中，突然围墙倒塌，将正在墙边玩耍的4名小学生压死在围墙底下。请判断下列
2054 挖基坑的堆土不应堆在围墙边。( ) A
A．正确
B．错误
2055 小学生不应在围墙下边玩耍。( ) B
A．正确
B．错误
2056 挖土单位违反操作规程。( ) B
A．正确
B．错误
2057 挖基坑(槽)应按规定堆土。( ) A
A．正确
B．错误
2058 在施工现场搭设了一个长6m、宽0．6m、高4．5m的现浇混凝土梁的模板，其支撑
用φ48和φ51的两种型号钢管直接支撑在地面上，浇筑混凝土时，支撑下地面沉
陷，模板严重变形。 请判断下列事故原因分析的对错。
2059 钢管底端未加垫板和底座。 ( ) A
A．正确
B．错误
2060 两种钢管混用。( ) A
A．正确
B．错误
2061 操作不当。( ) B
A．正确
B．错误
2062 无设计及交接工序验收单。( ) A
A．正确
B．错误
第 201 页，共 218 页
2063 四层楼面上搭设现浇钢筋混凝土柱模板时，将一木杆斜支撑支在有人作业的脚手
架大横杆上。当浇筑混凝土柱时，模板倒塌，击伤了脚手架上的工人。请判断下
列事故原因分析的对错。
2064 违反了模板斜撑不得支在脚手架上的规定。( ) A
A．正确
B．错误
2065 无施工安全措施。( ) A
A．正确
B．错误
2066 安全教育不落实。( ) B
A．正确
B．错误
2067 无安全技术交底。( ) A
A．正确
B．错误
2068 某工地一名工人站在一楼的窗台上与墙顶的另一工人共同安装钢模板，半小时
后，站在墙顶的工人不小心从墙上摔下。请判断下列事故原因分析的对错。
2069 未按规定搭设脚手架及安全网。( ) A
A．正确
B．错误
2070 未设置操作平台脚手板。( ) A
A．正确
B．错误
2071 未进行安全技术交底。( ) A
A．正确
B．错误
2072 工人未系安全带。( ) B
A．正确
B．错误
2073 某工地工人在拆除楼板钢模时，尚未办好审批手续。由于面积大，模板未拆完。
中午吃饭时，工人吴某从未拆完的钢模板下经过，突然上边已活动的几块钢模板
掉了下来，刚好击中吴某头部，经抢救无效死亡。 请判断下列事故原因分析的
2074 拆钢模没有审批手续。 ( ) A
A．正确
B．错误
2075 作业场地没有设警戒线。( ) A
A．正确
B．错误
2076 模板未按规定连续拆除完毕，而中途停歇。( ) A
A．正确
B．错误
2077 工人未戴安全帽进入施工现场。( ) A
A．正确
B．错误
2078 某工程因抢进度，提前拆除模板。该楼四层楼板在制定拆除方案时，未考虑安全
措施，也未经审批。在接近拆完时，突然一大片混凝土楼板掉落，4名拆模工人
压在下边，经抢救无效死亡。请判断下列事故原因分析的对错。
2079 提前拆模时未经审批。( ) A
A．正确
B．错误
2080 违反拆模前必须制定安全措施的规定。( ) A
A．正确
B．错误
2081 拆除前应有安全交底。( ) B
第 202 页，共 218 页
A．正确
B．错误
2082 工人未系安全带。( ) B
A．正确
B．错误
2083 某省建公司在公路局宿舍工程中，安装的龙门架全高20m。9月1 El安装到15m高
度，临时缆风绳共4根锚在l0m高处。9月3日由副班长X X X带领4人和部分民工继
续安装，先将缆风绳由l0m高处移至15m处锚固。9时30分安装到20m高时，突遇一
阵强东风。龙门架晃动数次后，将东南方向的缆风绳拉断，龙门架向西倾倒。在
高空作业的4人随同龙门架坠落地。副班长X X X等3人死亡，1人紧抱在主柱上，
造成重伤。后查缆风绳锚固点的水平角度不符合要求，且东南角方向的缆风绳在
离锚固点2m处，原已磨断2／3仍继续使用，其他缆风绳也没有收紧。 请判断下
2084 缆风绳锚固点的水平角度不符合要求，遇风时只有1根缆风绳受力，其他缆风绳
也没有收紧，遇风后晃动幅度大，增加子对缆风绳的冲击力。 ( )
A
A．正确
B．错误
2085 已磨断2／3的钢丝绳仍按原标准继续使用。( ) B
A．正确
B．错误
2086 从事故中可以看出缆风绳在使用前作了认真检查，并采取了相应措施。 ( ) B
A．正确
B．错误
2087 龙门架倒塌是遇风时由于其他缆风绳也没有收紧，故全部风载荷由磨断2／3的钢
丝绳负担被拉断而导致。 ( )
A
A．正确
B．错误
2088 某建筑公司购置1台由某塔机生产厂生产的QTC25A塔式起重机，该塔机厂雇用李
某进行首次安装。按照塔机安装的程序，塔身、塔帽、配重臂安装完毕后，着手
安装起重臂(该塔机是自装式水平臂塔机)。起重臂在安装时对吊点位置、吊索的
拴系方式、重心所处位置均有严格的技术要求。按照要求应设置六倍率吊索。李
某等人设置了2个吊点，使用4根钢丝绳，在吊索未拴牢的情况下，将起重臂拉
起，在安装拉杆时，吊点处的钢丝绳在冲击力的作用下，将起重臂两根侧向斜腹
杆拉断后，向起重臂根部水平方向移动约450mm。起重臂瞬间下沉，造成钢丝绳
断裂，起重臂以铰接点为轴心坠落，在起重臂上的五名操作工人随之坠落，造成
4人死亡，1人受伤。经事故调查，该塔机无技术图纸，无生产工艺，无产品检验
2089 该塔机牛产厂违法雇用无安装资质的安装单位。 ( ) A
A．正确
B．错误
2090 该QTC25A起重机产品属合格产品，但无产品检验报告。( ) B
A．正确
B．错误
2091 安装时吊点设置不合理，少设了1个吊点，使2根侧向斜腹杆承受的安装自重载荷
超过大，造成斜腹杆被拉断。 ( )
A
A．正确
B．错误
2092 特种作业人员无证上岗，高空作业无任何安全防护措施。( ) A
A．正确
B．错误
2093 22．某工程的1号物料提升机吊笼停在二层，女工唐某进行卸料作业，操作人员
临时离开。这时另一班组喊叫要求提升相邻的2号提升机，经过此地的工人胡某
却开动了正在卸料的1号提升机；唐某正跨于吊笼与平台之间，上升的提升机把
唐某掀翻，从二层井架平台坠落到井架底，头部撞在井架立杆上，抢救多日后，
因颅内出血过重死亡。请判断下列事故原因分析的对错。
2094 当有人在高处提升机吊笼处作业时，提升机操作人员擅自离岗。( ) A
第 203 页，共 218 页
A．正确
B．错误
2095 违反同一施工现场不得安装2台物料提升机的规定。( ) B
A．正确
B．错误
2096 女工唐某进行卸料作业时不应该进入吊笼。( ) B
A．正确
B．错误
2097 非提升机操作人员擅自操作提升机。( ) A
A．正确
B．错误
2098 某工地一台QTZ315水平变幅式塔机，起重臂为正三角形，臂架上无走台，变幅小
车一侧设有检修栏。查使用说明书检修栏允许载荷为90kg。一次在更换起升绳
时，旧绳已拆除，新绳在滑轮上已穿好，2名作业人员将新绳绳头系在起重小车
上后同时站在检修栏内。此时小车向外变幅，行走约2m时小车检修栏侧导轮突然
从起重臂轨道上脱出，另一侧导轮也脱离正常位置，只剩检修栏对侧一个导向轮
座将小车挂在起重臂上，2个从约30m高的高空摔下，造成2人当场死亡的安全事
故。经现场勘察，作业人员未系带安全带，塔机变幅绳未断裂，起重臂和变幅小
臂未发现变形，小车脱轨附近轨道未发现金属划痕，小车轮为带轮缘结构，小车
2099 小车上未按《塔式起重机安全规程》要求设置小车防脱轨装置或防脱轨装置失效 A
A．正确
B．错误
2100 违反使用说明书的限载规定，检修栏限载90kg却站了2人，使小车在无吊载状态
下偏载严重，极易造成小车轮脱轨，使隐患发展为事故。 ( )
A
A．正确
B．错误
2101 小车上未按《塔式起重机安全规程》要求设置小车行程限位装置或小车行程限位
失效。( )
B
A．正确
B．错误
2102 违反了高处作业人员必须系带安全带的规定。( ) A
A．正确
B．错误
2103 某工地准备安装一台ATC20塔机，此塔机无顶升系统，安装靠拔杆和自身起升卷
扬系统完成。项目经理将安装任务承包给了本公司架子工班张某，张某组织了4
个同乡打工人员开始安装。张某站在地面指挥，其余4人在塔机上作业。在起重
臂拉起到与铰点安装高度呈水平位置准备安装起重臂拉杆销轴时，塔顶上的操作
人员要求继续上拉起重臂，司机重新启动卷扬机，这时钢丝绳突然断裂，起重臂
前端加速下摆撞击塔身下端，致使塔身瞬间失稳，随即倒塔，将塔顶上的3名操
作人员甩下，造成3人当场死亡的重大事故。经现场勘察，起升卷扬钢丝绳发现
毛刺且多处有断丝现象，钢丝绳断裂处断口不齐。参与安装的张某等5人均提供
2104 所有人员均提供不出指挥及安装操作等相关工作的上岗证，违反了起重拆装作业
人员必须持证上岗的规定。 ( )
A
A．正确
B．错误
2105 安装方案未经主管部门批准。( ) B
A．正确
B．错误
2106 进行拆装的作业人员数量太少，配合失误。( ) B
A．正确
B．错误
2107 钢丝绳有多处断丝且断裂处断口不齐，可以判定其安装前未进行检查。 ( ) A
A．正确
B．错误
第 204 页，共 218 页
2108 某大厦工程主体工程和外装修工程已基本完成，当4名工人乘施工升降机吊笼在
该大厦第9-层拆卸SSl00型钢丝绳升降机架体时，升降机吊笼从33m高处坠落在地
面，造成4人死亡。经现场勘查，该工地拆除了架体顶部(大厦主体9-15层)的附
墙杆，使架体自由高度超过16m，按照该施工升降机使用说明书规定，设置附墙
杆使用的升降机，架体自由高度不得超过8m。违章拆除了架体顶部滑轮上钢丝绳
防脱装置，防坠安全器失灵。请判断下列事故原因分析的对错。
2109 违章拆除了架体顶部(大厦主体9~15层)的附墙杆，使架体自由高度超过16m，导
致架体摇摆。( )
A
A．正确
B．错误
2110 SSl00型钢丝绳升降机不允许载人。( ) B
A．正确
B．错误
2111 升降机上的安全防护装置失灵，拆除了钢丝绳防脱装置，吊笼的防坠安全器失灵 A
A．正确
B．错误
2112 由于违章拆除了架体顶部滑轮上钢丝绳防脱装置，导致防坠安全器失灵。( ) B
A．正确
B．错误
2113 某花园小区5号楼工地，需拆除一台QTG40塔机。此台塔机产权拥有者李某，将塔
机的拆除工程承包给沈阳市某建筑公司机运站维修安装电工石某，石某私招5名
工人进行拆卸。当拆卸到第十一个标准节井将第一个标准节降到地面后。在塔机
未进行调整平衡力矩的情况下，司机徐某作出回转动作和变幅小车向内运行的动
作并调整顶升套架滚轮与塔机之间的间隙。此时另一个安装工人开动了液压顶升
系统进行顶升，液压油管突然爆裂，平衡臂折断后砸向塔身后部，造成塔身剧烈
晃动，致使顶升踏步严重变形，失去支撑能力，继而塔机起重臂、回转机构、顶
升套架、塔顶等部件整体坠落，塔身折断。在顶升套架作业的人员，除1人幸免
2114 在塔机未进行调配平衡力矩的情况下，司机违章作出回转动作和变幅小车向内运
行的动作，造成起重臂与配重臂的前后力矩不平衡。 ( )
A
A．正确
B．错误
2115 在塔机力矩不平衡的情况下，另一个安装工人开动了液压顶升系统进行顶升，加
大了塔身的稳定性。 ( )
B
A．正确
B．错误
2116 塔机产权者无视法规将任务承包给无能力、无资质的个人，应负主要责任。( A
A．正确
B．错误
2117 现场五指挥协调，管理混乱，各工种操作随意，塔机生产厂家应负管理责任。( B
A．正确
B．错误
2118 某公寓楼工程发生了一起施工升降机吊笼冒顶坠落事故，造成吊笼内的3名员工
死亡。该工程由裙体相连的A、B、C三幢32层高层公寓楼组成，施工总承包单位
某建筑公司将该工程的部分装饰工程分包给某装饰公司。事故发生时，工程外墙
装修即将结束，内装修进入修补阶段。A楼的施工升降机已拆卸至13层高度。发
生事故的施工升降机位于A楼，由某设备租赁公司提供并负责日常维修检查工
作，总承包单位工程项目部使用并配备了电梯司机。事故发生当日6时20分左
右，某装饰公司员工鲍某等3人在电梯司机尚未上班到岗的情况下，擅自驾乘A楼
施工升降机右笼前往7层，在上升过程中，由于超高极限开关未起作用，上行停
2119 该施工升降机超高极限开关安装不合格，动作杆不稳固，造成超高极限开关动作
不灵敏。在吊笼上升过程中，因超高极限开关动作杆松动，碰到限位块时缩回，
致使极限开关失灵。 ( )
A
A．正确
B．错误
第 205 页，共 218 页
2120 某装饰公司对施工升降机的日常维护不到位。未对进入吊笼和升降机控制按钮采
取有效的隔离和封闭措施，造成施工人员可以随意进入吊笼，开启操作升降机。
B
A．正确
B．错误
2121 鲍某等3人非电梯司机，无证且擅自操作施工升降机，对事故应负直接责任。( A
A．正确
B．错误
2122 工程监理公司在施工现场对发现的职工无证操作施工升降机等违章违规行为，未
采取有效措施加以制止，对此次事故负有主要责任。 ( )
B
A．正确
B．错误
2123 正在施工的某建筑工程，主体已经完工，准备迎接验收。项目负责人徐某安排工
人当晚加班清扫6层楼面，临时指派无证人员李某使用物料提升机运送废料。当
晚20时左右，李某操作卷扬机时突然发现吊篮在下降过程中卡在6层与5层之间，
于是又操纵提升物料提升机，吊篮还是不能动。木工班班长黄某和机修工王某听
到召唤后随即带着橇杠由6层运料平台爬到卷场提升机吊篮上查看，发现吊篮南
侧已滑出轨道。于是2人用橇杠将吊篮拨回轨道，随后乘吊篮下来。吊篮下降近
2m又不动了，站在吊篮上的黄某便叫司机提升，提升钢丝绳断裂，黄、王二人随
吊篮一同坠落地面，当场死亡。根据事故调查，吊篮坠落时，钢丝绳断头在卷扬
机卷筒处，卷筒外缘及底座有明显的钢丝绳环绕磨擦痕迹。请判断下列事故原因
2124 司机李某是临时人员，未经专门培训，不懂卷扬机安全操作规程，违章操作，应
对事故应负直接责任。 ( )
A
A．正确
B．错误
2125 由于卷扬机卷筒边缘没有防脱绳装置，致使钢丝绳跑出卷筒边缘，绕在了卷扬机
的底座上。 ( )
A
A．正确
B．错误
2126 黄某、王某修理吊篮脱轨，高空作业未按规定系安全带，进入吊篮前又未对吊篮
采取防坠落保护措施；吊篮拨回轨道后，违反规定乘坐吊篮。 ( )
A
A．正确
B．错误
2127 项目负责人徐某临时指派无证人员李某使用物料提升机，应对此次事故负有重要
责任。( )
Ｂ
A．正确
B．错误
2128 某六层住宅主体结构施工时，在工程的外面搭设了一封圈形双排扣件式钢管脚手
架，立杆纵距1．8m，横距1．5m。当在五层脚手架上砌筑大型砌块的墙体时，将
砌块分五处堆放，每堆宽1．5m、长1．0m、高1．2m，有多处大横杆与立杆连接
处下滑，造成两处跳板坍落，5人随之坠落，1人死亡、4人受伤。分析事故原因
。(1)经检查，脚手架扣件的平均拧紧扭力距为36．6N.m。(2)砌块的容重为7．
2129 扣件螺栓拧紧扭力不符合规定。( ) A
A．正确
B．错误
2130 作业层荷载超过规定值。( ) A
A．正确
B．错误
2131 脚手架搭设完毕，没按规定用扭力扳手检查扣件拧紧程度。( ) A
A．正确
B．错误
2132 大型砌块集中堆放，荷载过大，使扣件滑移。( ) A
A．正确
B．错误
第 206 页，共 218 页
2133 一高层住宅工程，正在装修，外脚手架已经拆到了五层楼板处，三个班组做了分
工，一组贴面砖，二组负责剪断脚手架的连墙件，三组拆除脚手架，当五层面砖
刚贴完一半时，二组已经将脚手架的连墙件全部拆除，当一组拟转移到下层作业
时，脚手架向外倒塌，架上人员全部坠落。
2134 一高层住宅工程，正在装修，外脚手架已经拆到了五层楼板处，三个班组做了分
工，一组贴面砖，二组负责剪断脚手架的连墙件，三组拆除脚手架，当五层面砖
刚贴完一半时，二组已经将脚手架的连墙件全部拆除，当一组拟转移到下层作业
时，脚手架向外倒塌，架上人员全部坠落。分析事故原因(1)连墙件应随施工进
度逐层拆除。如不拆除，影响贴面砖的进度。(2)一组作业进度太慢，二组作业
进度过快。(3)现场无人协调各组的进度。(4)没有对施工人员进行安全及交底。
2135 拆除脚手架前，没有编制拆除方案，只在现场临时作了分工。( ) A
A．正确
B．错误
2136 脚手架的倒塌是由于第三组没有及时将架体拆除。( ) B
A．正确
B．错误
2137 现场管理混乱，缺少监督，不能及时发现隐患。( ) A
A．正确
B．错误
2138 某工地在3层楼施工，工人在搬运砖块，由于该作业层未满铺脚手架，而只有少
数脚手板，并且有的接头处无固定，工人王某在搬了三次砖块后，一脚踏在一块
未固定的探头板上，立时倾翻，将王某掉下，造成大腿骨折。 请判断下列事故
2139 作业层脚手板未满铺，而且接头处未做固定。( ) A
A．正确
B．错误
2140 未对脚手架验收。( ) A
A．正确
B．错误
2141 作业层跳板下没有搭设大眼安全网，造成人员坠落。( ) A
A．正确
B．错误
2142 施工现场缺乏管理，作业层跳板未满铺，也无人制止。( ) A
A．正确
B．错误
2143 某住宅建筑采用双排钢管脚手架施工，当施工进入外装修阶段；正值连阴雨季
节，由于脚手架地基回填土处理不好，无排水设施，立杆直接立在地面上，夜里
地基下沉，造成大面积脚手架倒塌，幸好无人施工，没有造成人员伤亡。请判断
2144 脚手架基础没按规定进行加固、夯实、承载力未满足要求。( ) A
A．正确
B．错误
2145 脚手架验收不到位。 ( ) A
A．正确
B．错误
2146 脚手架底部无防水措施，违反了脚手架底面标高应高于自然地坪50mm的规定。 A
A．正确
B．错误
2147 脚手架搭设未经主管部门审批。( ) B
A．正确
B．错误
2148 某12层高的公寓工程，在建筑物的四周搭设了一道高40m的封圈形扣件式钢管外
脚手架，外装修以后，就将脚手架拆除。拆除时，将拆下来的构配件向地面抛
掷，当拆到30m高时，往下掷一根钢管，刚好打在路过此处戴着安全帽的施工员
头上，安全帽破碎，施工员当场死亡。请判断下列事故原因分析的对错。
2149 违反了拆除脚手架时构配件严禁向地面抛掷的规定。( ) A
第 207 页，共 218 页
A．正确
B．错误
2150 拆除脚手架没有按规定编制拆除方案，没有确定对拆下的构配件的运输方法。( A
A．正确
B．错误
2151 拆除脚手架时没有设置警戒区域及设专人监护。( ) A
A．正确
B．错误
2152 施工员安全意识差，对抛掷构配件的行为没能制止，造成伤害了自己。 ( ) A
A．正确
B．错误
2153 某市建筑装潢公司油漆工吴某、王某二人将一架无防滑包脚的竹梯放置在高3m多
的大铁门上。吴某爬上竹梯用喷枪向大门喷油漆，王某在下面扶梯子。工作一段
时间油漆不够，吴某叫王某到存放油漆点调油漆，吴某在梯上继续工作。突然竹
梯失重向右侧滑倒，导致吴某(未戴安全帽)坠落后脑着地，经送医院抢救无效死
2154 竹梯无防滑措施。( ) A
A．正确
B．错误
2155 吴某施工作业时未戴安全帽。( ) A
A．正确
B．错误
2156 王某离开，使竹梯无专人扶梯。( ) A
A．正确
B．错误
2157 吴某高处作业未使用安全带。 ( ) B
A．正确
B．错误
2158 某建筑工地进行主体施工，搭设脚手架外侧未挂设密目式安全网，当日风很大，
张某从楼底下经过，突然从五楼楼板边缘处掉下一块1m长4cmX6cm的方木，正好
击中张某头部(未戴安全帽)，经送医院抢救无效死亡。请判断下列事故原因分析
2159 (1)主要是风太大风吹落方木所致。( ) B
A．正确
B．错误
2160 (2)脚手架外侧未按规定挂设密目式安全网。( ) A
A．正确
B．错误
2161 (3)张某违章未戴安全帽。( ) A
A．正确
B．错误
2162 (4)违反高处作业中所有物料均应堆放平稳的规定。( ) A
A．正确
B．错误
2163 某建筑工地于某和工友张某在6层架设脚手架，当于某去接张某传递过来的架管
时，由于探身过大，脚下打滑从6层处摔下，当场死亡。经现场勘查，于某和张
某未佩戴安全带和安全帽。请判断下列事故原因分析的对错。
2164 作业前未进行安全交底。( ) B
A．正确
B．错误
2165 于某高处作业未使用安全带。( ) A
A．正确
B．错误
2166 于某和张某2人搭设脚手架人数不够，脚手架搭设应当至少3人进行。 ( ) B
A．正确
B．错误
第 208 页，共 218 页
2167 于某和张某未佩戴安全帽。( ) A
A．正确
B．错误
2168 某高层住宅工地，由于进行清理墙面未经施工负责人同意将15层的电梯井预留口
防护网拆掉，作业完毕未进行恢复。抹灰班张某上厕所随便在转弯处解手，不小
心从电梯井预留口掉了下去，当场摔死。经现场勘查，电梯井内未设防护网。请
2169 未经施工负责人同意随意拆除安全防护设施，在作业完毕未立即恢复。 ( ) A
A．正确
B．错误
2170 全部责任由张某自负。( ) B
A．正确
B．错误
2171 电梯井内未按规定设挂设防护平网。( ) A
A．正确
B．错误
2172 张某未将拆除的防护网恢复。( ) B
A．正确
B．错误
2173 某建筑公司施工的，2号宿舍楼工翠，1名作业人员杨某在进行抹灰作业时，不慎
踩滑从6楼窗外18．5m高处脚手架上坠落地面死亡。经现场勘查和问询有关人
员，杨某所在作业面下无安全平网，杨某坠落前一只脚踏在脚手板(只有1块，未
固定)上，另一只脚站在比脚手板低30cm的五层窗遮阳板上。请判断下列事故原
2174 未按规定搭设安全网进行防护。( ) A
A．正确
B．错误
2175 未按规范架设脚手板，脚手板未固定。( ) A
A．正确
B．错误
2176 杨某应当自行搭设脚手板后，再进行抹灰作业。( ) B
A．正确
B．错误
2177 杨某违章作业。( ) A
A．正确
B．错误
2178 某施工现场，一工人徒手推一运砖小铁车辗过一段地面上的电焊机电源线(电
缆)，一声爆裂，该工人倒地身亡。请判断下列事故原因分析的对错。
2179 (1)小车将电缆线辗断，电缆破皮漏电二人手扶小铁车触电死亡。( ) A
A．正确
B．错误
2180 (2)电焊机的开关箱中无漏电保护器或漏电保护器失灵。( ) A
A．正确
B．错误
2181 (3)电焊机电源电缆线不应敷设在地面上，应埋地或架设。( ) A
A．正确
B．错误
2182 (4)该推车的工人未戴安全帽绝缘手套。 ( ) B
A．正确
B．错误
2183 某工地，早晨上班，土建队的木工班继续拆除热电厂蒸发站工程7m高的混凝土平
台模板，当一名工人从4-5轴线中间的钢窗进入操作地点时，他左手攀着钢窗开
窗器立管跃人室内，突然喊了两声“电着我了”。该班长立即跑去找电工切断电
源线，但因电源来自安装队使用的卷扬机上的电源线，土建队电工不清楚，至到
7、8分钟后，才切断电源，触电工人经抢救无效死亡。经查拆除的模板钢支架由
4．8m处落下，一端砸断了卷扬机的电源线，另一端倒在拆下的钢管上，钢管又
第 209 页，共 218 页
2184 事故的直接原因是卷扬机电源线被轧断后，又与钢管和钢窗相连，使钢窗带电，
工人手扶钢窗触电死亡。 ( )
A
A．正确
B．错误
2185 模板拆除前，虽然编写了拆除方案，也做了交底，但对作业环境存在的隐患，没
有考虑。 ( )
A
A．正确
B．错误
2186 在拆除方案中，对拆下的钢管和钢支架等如何从高处放下，没有提出具体措施，
才造成模板支架从4．8m落下，轧断了电源线。 ( )
A
A．正确
B．错误
2187 卷扬机与开关箱之间的距离超过了规定的3m。 ( ) A
A．正确
B．错误
2188 某报社工地，加夜班浇筑车库条型混凝土基础，一民工将混凝土振捣器接好线后
就下班了，当混凝土工把混凝土填到基槽里后，刘某上来拿振捣器，刚拿起振捣
器就喊着哎呀…又一木工喊“触电了，快断电源。”另一民工用木棍、铁锹将振
捣器电线铲断，刘某才脱离电源，在地下来回滚了几圈，送医院经抢救无效死亡
2189 振捣器电源线中的相线和工作零线接反了使外壳带电，而开关箱中又未设漏电保
护器，当刘某手拿振捣器时，触电死亡。 ( )
A
A．正确
B．错误
2190 工地没有对民工进行安全教育，所以，当发生触电事故时，民工不去拉闸断电，
而是违章用木把的铁锹将电源线铲断。 ( )
A
A．正确
B．错误
2191 工地没设专职维修电工，而使用了一位不懂电的民工充当电工。( ) A
A．正确
B．错误
2192 工地管理不到位，夜班施工没有安排维修电工值班。( ) A
A．正确
B．错误
2193 某汽车厂二期扩建工程，为加夜班浇筑混凝土，安排电工将混凝土搅拌机棚的三
个照明灯接亮，当电工将照明灯接完线合闸试灯时，听见有人喊“电人了”立即
将闸拉掉，可是手扶搅拌机位外倒混凝土的杨某倒地经医院抢救无效死亡。经查
搅拌机开关箱的电源线是四芯电缆，其中零线已断掉，这个开关箱中照明和动力
混设，N、PE混用。 请判断下列事故原因分析的对错。
2194 事故的直接原因是搅拌机接地线(PE)与照明器工作零线(N)共用一条零线，而且
已经断线。当三个照明灯接通电源后，因共用零线已断，相线经灯具和共用零线
连通搅拌机外壳致使其带电，当开灯时，杨某直接接触触电。 ( )
A
A．正确
B．错误
2195 这段线路没按临时用电TN—S系统的要求使用五芯线，而是使用了四芯线，线路
上没有专用保护零线(PE)，当共用零线断掉时，使设备失去接地保护。 ( )
A
A．正确
B．错误
2196 搅拌机开关箱中，没有设置漏电保护器，而且搅拌机处PE线未作重复接地。因
此，当外壳漏电时因无漏电保护使操作者触电死亡。( )
A
A．正确
B．错误
2197 施工现场应按规定将照明与动力两条线路分设。( ) A
A．正确
B．错误
第 210 页，共 218 页
2198 某工地清晨上班不久，工人开始往已挖好的桩孔中安放钢筋笼。当第一个6m高钢
筋笼被8个民工抬起，搬到孔洞的边上，准备放下去的时候，在南边角上的一个
民工脚下踩空失稳，刚往下弯腰，钢筋笼随着向南倾倒，倒在了离孔洞边沿2．
5m处的4m高的外电线路上，抬钢筋笼的8个民工中除一人幸免外，7人死亡。请判
2199 对穿过施工现场的外电线路，没按规定采取防护措施，将其与作业场所绝缘隔离 A
A．正确
B．错误
2200 往深孔洞中放钢筋笼时，没有具体的施工方案，用人工抬放时没设专人监护。( A
A．正确
B．错误
2201 用人工抬放6m高的钢筋笼的方案是不安全的。( ) A
A．正确
B．错误
2202 施工现场缺少安全监督管理，发现隐患，未及时排除。( ) A
A．正确
B．错误
2203 某建筑工地1名工人在人工挖孔桩下面取水样时，突然倒下，随后现场3名工人在
无任何防护的情况下，相继下去救人而昏倒，工地上其他人员随即报警，附近武
警战士赶来，穿戴防毒面具和防化服，将4人救出，均已死亡。请分析事故原因
。 请判断下列事故原因分析的对错。
2204 井下缺氧，换气不好。 ( ) A
A．正确
B．错误
2205 无监护情况下施工。( ) A
A．正确
B．错误
2206 下井前应点火实验方可下去作业。( ) A
A．正确
B．错误
2207 深井施工应设通风换气装置。( ) A
A．正确
B．错误
2208 某建筑公司一项目部，有3名工人在一长约4m；宽1.5m的坑内用氯丁胶液(成分主
为苯，达86.9％)将603氯化聚乙烯贴在墙上作防水涂层的作业。3名工人均未戴
防毒面具及口罩，坑内无通风设备。工作1小时后，在8m处的工人感到头昏眼
花，爬上地面后喊叫在坑下11m处作业的工人，未见动静，经采取措施将坑下11m
处的2人救起，均已死亡。请分析事故原因。请判断下列事故原因分析的对错。
2209 苯成分严重超标。( ) A
A．正确
B．错误
2210 操作工人末戴防护面具作业。( ) A
A．正确
B．错误
2211 坑内无通风设备。( ) A
A．正确
B．错误
2212 无安全操作交底。 ( ) A
A．正确
B．错误
2213 水泥厂一水泥包装工人，认为使用防护用具麻烦且操作不便，不使用相应防护用
具，进厂不到一年时间，出现咳嗽、呼吸困难、胸闷、胸痛、咯浓痰，到专门的
职业病医院检查后，诊断为I期尘肺。请判断下列事故原因分析的对错。
2214 作业区通风不好无通风设施。( ) A
A．正确
第 211 页，共 218 页
B．错误
2215 工人不戴防护用具。( ) A
A．正确
B．错误
2216 工人安全教育不到位认识不高。( ) A
A．正确
B．错误
2217 尘肺预防措施不到位。 ( ) A
A．正确
B．错误
2218 某建筑公司公司砖瓦厂开办了一个石英粉碎车间，该车间从粉碎、过筛到装袋均
为人工操作，敞开式干法生产。经测定，车间空气中粉尘浓度超过国家卫生标准
219倍，对工龄三个月以上的88人检查发现矽肺病人50人，疑似矽肺23人，共73
人，占受检人数的82．95%。鉴于粉尘危害严重，该厂已被停产。请判断下列事
2219 没采取预防尘肺措施。( ) A
A．正确
B．错误
2220 应改进生产设备设施。( ) A
A．正确
B．错误
2221 没有通风、降尘措施。( ) A
A．正确
B．错误
2222 工人未戴安全帽。( ) B
A．正确
B．错误
2223 某工地需要大量焊接铁件，一时找不到人，经过培训持证的电焊工刘某说自己能
烧电焊，领导就让刘某在工地临时焊接铁件，半天过后刘某感到眼睛不适，第二
天眼睛肿大，经医院检查被电焊差伤。请判断下列事故原因分析的对错。
2224 领导雇用无操作证的人烧电焊没审批。( ) B
A．正确
B．错误
2225 刘某不该无证操作。( ) A
A．正确
B．错误
2226 操作无安全交底。( ) A
A．正确
B．错误
2227 没戴安全防护镜。( ) A
A．正确
B．错误
2228 某装修施工现场为了节省资金，施工企业把材料仓库兼做值班室，值班人员在库
房内用煤炉做饭，不小心将燃烧后的煤球掉在一边垃圾中，夜里煤球中的余火引
燃了垃圾中的易燃物引起大火，仓库及材料全部烧光。请判断下列事故原因分析
2229 值班室不得设在库房内。( ) A
A．正确
B．错误
2230 库房内不能有火源。( ) A
A．正确
B．错误
2231 值班人员无证上岗。( ) B
A．正确
B．错误
2232 值班无严格的管理制度。( ) A
第 212 页，共 218 页
A．正确
B．错误
2233 某土建工程工地临时仓库易然物品与其他材料共存，领料的几个工人把烟头丢在
库内，保管员发完料即离开仓库，垃圾桶内半小时后仓库着起大火，损失很大。
请判断下列事故原因分析的对错。
2234 没有进行安全交底。( ) B
A．正确
B．错误
2235 安全防火制度不严。( ) A
A．正确
B．错误
2236 仓库易然物品和其他物品应分开存放管理。( ) A
A．正确
B．错误
2237 工人安全防火教育不够。( ) A
A．正确
B．错误
2238 某冷库内装修工地，照明用碘乌灯直接用木棍连接放在装修好的墙边，夜里无人
施工，碘乌灯烤着墙边的装修材料，引起大火，损失40余万元。 请判断下列事
2239 工地应人离灯灭。( ) A
A．正确
B．错误
2240 防火管理制度不严。( ) A
A．正确
B．错误
2241 违反规定用碘钨灯照明。( ) A
A．正确
B．错误
2242 没执行施工组织设计方案。( ) B
A．正确
B．错误
2243 某工地宿舍因用电乱接乱拉，在工人上班后电线短路引起大火，损失很大。 请
判断下列事故原因分析的对错。
2244 用电管理混乱。( ) A
A．正确
B．错误
2245 无值班员。( ) A
A．正确
B．错误
2246 无建立用电管理制度。( ) A
A．正确
B．错误
2247 未有三级配电。( ) B
A．正确
B．错误
2248 某工地现场木工房，因木工活多，木材下脚料，木屑满地都是，木工有吸烟习
惯，木工认为干了20年木工也没事，一天木工吸完烟烟头没处理好便下班了，半
夜木工房内起了大火，把工地木材和木棚烧光。请判断下列事故原因分析的对错
2249 木工房不应堆放混乱，应随时保持打扫清洁。( ) A
A．正确
B．错误
2250 木工房禁止烟火。( ) A
A．正确
B．错误
第 213 页，共 218 页
2251 木工房用火管理制度不严。( ) A
A．正确
B．错误
2252 木工没戴防护用具。( ) B
A．正确
B．错误
2253 10月25日，当日12时20分左右，某小区8号楼2楼一处商住房发生火灾。这个房间
被附近一个工地租下来临时当做农民工的宿舍，里面住了40多名农民工。火是从
二楼着起来的。附近的邻居一边报警，一边急忙跑到工地报信。“汪、汪……”
人群中传来两声狗叫，只见一个头戴安全帽的工人紧紧地抱着一条狗，坐在一堆
刚刚抢出来的被子上。据这位工人介绍，着火时，他刚刚走出宿舍，当时屋内火
苗已经蹿起老高，不知道里面什么样。情急之下，他拎起一桶水冲进屋内，看见
他们养来看家的小狗仍坚守在“岗位”上，他急忙将清水浇到蹿起的火苗上，抱
起小狗和行李跑出火海。当他准备再次进屋抢救财产时，火势越来越大，已经无
2254 有人使用电褥子，上班时未断开电源，引燃被褥后起火。( ) A
A．正确
B．错误
2255 宿舍有人吸烟，点燃易燃物后，引起火灾。( ) B
A．正确
B．错误
2256 宿舍用火管理制度不严。( ) A
A．正确
B．错误
2257 宿舍内不应有易燃物品。( ) B
A．正确
B．错误
2258 2001年2月19日某建筑施工队在某城市一街道旁的一个旅馆工地拆除钢管脚手架
。钢管紧靠建筑物，临街面架设有l0kV的高压线，离建筑物只有2m。由于街道狭
窄，暂无法解决距离过近的问题。上午下过雨。安全员向施工工人讲过操作方
式，要求立杆不要往上拉，应该向下放。 下午上班后，在工地二楼屋面“女
儿墙”内继续工作的泥工马某和普工刘某在屋顶上往上拉已拆除的一根钢管脚手
架立杆。向上拉开一段距离后，马、刘以墙棱为支点，将管子压成斜向，欲将管
子斜拉后置于屋顶上。由于斜度过大，钢管临街一端触及高压线，当时墙上比较
湿，管与墙棱交点处发出火花，将靠墙的管子烧弯25°。马某的胸口靠近管子烧
弯处，身上穿着化纤衣服，当即燃烧起来，人体被烧伤。刘某手触管子，手指也
被烧伤。 楼下工友及时跑上楼将火扑灭，将受害者送至医院。马某烧伤面积
达50％，由于呼吸循环衰竭，抢救无效，于2月20日晚12时死于医院。刘某烧伤
面积达15％，三根手指残疾。 经查，马某未接受足够的业务培训和安全培
2259 高压线距建筑物过近，未采取隔离或断电措施。( ) A
A．正确
B．错误
2260 没有按照安全员交底的方法操作，把立杆往斜上方拉。 ( ) B
A．正确
B．错误
2261 马某、刘某没有经过安全培训上岗作业；马某没按照规定穿戴合格的防护服。( A
A．正确
B．错误
2262 未建立用电管理制度。( ) B
A．正确
B．错误
第 214 页，共 218 页
2263 1985年12月16 下午6点钟，某施工队留下8名工人挑灯夜战，从12层楼向11层楼
板插电线穿线管。工人潘某在11层楼上操作电焊焊接穿线管。晚11点10分，人们
发现11层楼上电焊机周围保温草帘着起火来。一个工人抄起灭火器，但却喷不出
泡沫，灭火器早已冻坏了!再抄起一个还是一样!无可奈何的工人们用一切能用东
西扑打火苗。但由于楼高风大，火借风威，蔓延开来，越烧越大。一名工人急忙
跑到楼下断电，可再想上去时，火已经把楼梯封住了。楼房四周架满了木脚手
架，整座建筑物就象一只在夜空中燃烧的巨大火柴盒。 公安消
防部门对火灾现场进行勘察认定：由于该队使用的电焊机没有接线板，焊把线与
焊机铁壳摩擦，使绝缘层破损短路打出火花习I燃了保温稻草引起的。副队长林
某在队长探亲期间主持全队工作，虽在会上布置过防火工作，但具体措施不力。
2264 焊把线与焊机铁壳摩擦，使绝缘层破损短路打出火花，引燃了保温稻草。( ) A
A．正确
B．错误
2265 潘某进行电焊操作，无专人看火。( ) B
A．正确
B．错误
2266 工地虽然有灭火器，保管不当全部冻结，发生火灾时不能使用。( ) A
A．正确
B．错误
2267 副队长林某失职，工人夜间施工而没有亲临现场指挥施工。( ) B
A．正确
B．错误
2268 1995年12月16日，某市一大型公寓“豪门住宅”工程，全部是欧式建筑风格，公
寓正在施工尚未投入使用，该工程分地上、地下两部分，六栋住宅大厦中C、D、
E、F座高各为26m，地下部分面积6800m2，其中地下车库距地面高为7．5m，面积
5400m2，是一座大型停车场，现为临时仓库，东西两则为出、入口(1出)。存放
六栋大厦的装修用的材料，主要有油漆15t(铁桶装)、氨水20桶、约4万m2的木地
板块、门窗半成品材料、纤维板和大量涂及保温材料等易燃易爆物品发生火灾，
2269 (1)存放易燃易爆物品的临时仓库没有按照规定安装消防喷淋设施。( ) B
A．正确
B．错误
2270 (2)堆放杂乱，相互毗连，没有防火分隔。( ) A
A．正确
B．错误
2271 (3)施工单位严重违反消防有关规定，没有及时扑灭火灾。( ) B
A．正确
B．错误
2272 (4)结构复杂的大型地下车库不应当作存放易燃易爆物品的临时仓库。( ) A
A．正确
B．错误
2273 2000年10月26日，一装修公司在某医院北配楼地下停车场焊接暖气管道时，电焊
熔渣引燃聚苯乙烯保温材料，从而进一步引燃地下一层西部坡道转弯处设置的床
铺以及可燃装修材料，大火使30多人被困，失火面积达500多平米。 起火部
位是位于急诊楼北侧的北配楼地下一层停车场。北配楼主体建筑地上9层(办公用
房)、地下3层(每层面积约1100m2，其中一、二层为停车场，三层为设备层)，建
筑面积18400m2，钢筋混凝土结构。发生火灾时，该楼正在进行装修，楼内有施
工人员200余人，施工单位在地下一层和二层共设置了100余张床位作为临时工
2274 该楼地下部分正在施工，内部堆放大量的可燃、易然材料。( ) A
A．正确
B．错误
2275 临时工棚没有与易燃、可爆物品进行防火分隔。( ) A
A．正确
B．错误
2276 焊接作业属特种作业，装修单位不应从事暖气管道的焊接施工。( ) B
第 215 页，共 218 页
A．正确
B．错误
2277 装修单位没有落实消防责任制，配备消防灭火设施。( ) A
A．正确
B．错误
2278 冬天一场大雪过后，某工地就叫工人架设脚手架，刘某在操作过程中不小心踩在
结冰的脚手板上，被摔了下来，当场死亡。请断下列事故原因分析的对错。
2279 冬期施工中应有防滑措施。( ) A
A．正确
B．错误
2280 大雪过后应先组织扫雪清理现场。( ) A
A．正确
B．错误
2281 架子工应当带好安全带作业。( ) A
A．正确
B．错误
2282 架子工可以不戴安全帽。( ) B
A．正确
B．错误
2283 某建筑工地集体宿舍管理混乱，没有建立管理值班制度，冬天采用煤炉取暖，一
天夜里气压低，煤炉不好烧，发生煤气中毒十二人。 请判断下列事故原因分
2284 气压低煤炉不好烧。 ( ) A
A．正确
B．错误
2285 宿舍无透风换气孔。( ) A
A．正确
B．错误
2286 未建立宿舍管理制度。( ) A
A．正确
B．错误
2287 未配备防毒用品。( ) B
A．正确
B．错误
2288 某工地没按有关夏季施工的要求，把职工宿舍建在山沟低洼处，一场暴风雨过
后，突然来的山洪将宿舍及15名工人一起冲跑，造成10人死亡。 请判断下列事
2289 雨季应有防洪水措施。( ) A
A．正确
B．错误
2290 雨季宿舍应建在高燥处防止洪水侵害。( ) A
A．正确
B．错误
2291 夜间应有值班人。( ) B
A．正确
B．错误
2292 房子建的不牢固。 ( ) Ｂ
A．正确
B．错误
2293 某地食堂一次午饭后，造成40人食物中毒，主要是吃了前一天剩余的猪肉包子，
一个半小时后，工人不断出现不良反映，经医院检查为集体食物中毒。 请判断
下列事故原因分析的对错。
2294 吃了腐败变质的食物。 ( ) A
A．正确
B．错误
2295 食堂卫生管理制度不严。( ) A
第 216 页，共 218 页
A．正确
B．错误
2296 做饭人员无证上岗。( ) B
A．正确
B．错误
2297 剩余猪肉未消毒。( ) B
A．正确
B．错误
2298 某建筑企业的跨年度工程，春节过后开始复工，复工前应对工程及施工安全进行
一次全面检查(包括安全教育)但没有进行。一天大风沙尘暴天气，风力7-8级，
作业没停止，塔吊在吊重物时突然吊臂左右摆动，随即吊臂折断，塔机倒塌，塔
机司机及地面5名工人被压在下面。经抢救，4人死亡、1人重伤。请判断下列事
2299 大风天气应遵守规定停止作业。( ) A
A．正确
B．错误
2300 经事故分析检验塔吊钢丝绳多股折断。( ) A
A．正确
B．错误
2301 应进行春季开工前安全大检查，消除隐患。( ) A
A．正确
B．错误
2302 应当对工人进行安全教育。( ) A
A．正确
B．错误
2303 1985年夏，广西某单位在检验液化石油气体槽车，槽车在进行外部检查时，更换
了部分阀门，按规定应作气密性试验。试验前槽车没有经过内部清理与置换(只
打开放空阀排放器内剩余气体)，仅用明火在放空阀出口处作点火试验，以器内
所放出的气体不能点燃为标准，来判别器内是否还残留有可燃气体。经多次点火
试验，认为器内无残余可燃气体后，即关闭阀门。数小时后通人空气进行气密性
试验，当试验还未达到规定的设计压力时，整个槽车破裂，封头飞出。经查，事
故是由于器内的石油残液在环境温度较高的情况下(爆炸时间是14时左右)继续蒸
发出可燃气体，与试压的空气混合，在静电或由高速流动的铁锈、油垢等物所产
生的摩擦热的诱发下，发生化学爆炸，爆炸产生的压力冲击，造成容器破裂。请
2304 仅用明火在放空阀出口处作点火试验，来判别器内是否还残留有可燃气体，这种
方法是可靠的。 ( )
B
A．正确
B．错误
2305 在作气密性试验前，槽车应经过内部清理与置换(只打开放空阀排放器内剩余气 A
A．正确
B．错误
2306 进行气密性试验时，无须达到规定的设计压力。( ) A
A．正确
B．错误
2307 背景中槽车破裂是由于( )造成的。 D
A．金属疲劳
B．金属延伸
C．应力腐蚀
D．压力冲击
第 217 页，共 218 页
2308 1982年11月29日，某厂一台直径为2．58m、长25．6m、容积170m3的制砖用釜大
型蒸压釜在恒温200℃的过热蒸汽蒸压过程中(压力为0．8MPa)，无折边球形端盖
突然沿法兰边缘断裂，盖板飞出，釜内高压高温蒸汽外喷，大量砖块扫射而出，
越过车间大门最远的飞离约200m。车间正面(离蒸压釜端盖约38m)的门窗玻璃及
窗框全部破坏，在场的工人全被蒸汽烫伤或砖块击伤。造成多人死亡、十多人重
伤，事故发生后，全国各地的有类似结构的蒸压釜全部被迫停止使用，进行检查
或更新，造成国内当年青砖减产。经济损失也十分严重。经查，容器设计压力为
1MPa。1975年安装完毕后曾作过压力为1．5MPa的耐压试验，1977年投产。主要
2309 该大型蒸压釜在投产前的耐压试验压力大于其设计值。( ) A
A．正确
B．错误
2310 事故是由于蒸压过程中压力过大。( ) B
A．正确
B．错误
2311 事故发生后，在全国各地对有类似结构的蒸压釜进行停止使用、检查或更新完全
没有必要．( )
B
A．正确
B．错误
2312 事故引发原因是由于( )。 C
A．过热蒸汽温度过高
B．蒸压过程中压力过大
C．端盖结构不良
D．设备到了报废年限
第 218 页，共 218 页